{"res": [{"date": ["2021-03-01", "0:43"], "content": ["在家最后一天，也算是比较充实了√", "早上七点半起来，也没吃饭，收拾一下带着蒸好的鸡蛋就去医院了，给外公送去，然后去做核酸检测，相比之前还是降价了，只要72块钱=。=和采样的护士说了一下，做了一个快检，不得不吐槽北京这个辣鸡政策，本来核酸出结果正常就需要隔一天的时间，然后我进京路上还需要两天，毕竟火车票就是那个时刻，那要是对于其它远的地方，岂不是岂能坐飞机才能赶得上这个三天内的说法，就离谱=。=", "之后回来吃了点东西，九点过就去坐班车回老家，也算是很久很久没有坐班车了，今天也是中小学开学报到，老爸很早就回去了，所以我就自己赶车回去√车费还是六块钱，但是程老师也在说老家人越来越少，平时车都没什么人坐，据说班车的生意也不好做=。=一路回去，菜籽花和李子花都开了，不得不说远看还是很舒服的_(:з」∠)_", "回去先和老爸去看了爷爷，这次回来一直都没去，要走了还是要去看看，天气比较阴，露水也还不小，烧纸的时候还起风了，就当是爷爷高兴了√然后给幺婆和曹孃一家拿了一盒稻香村，本来回来就应该拿回来的，但是一直搞忘了。。。。。", "上场给程老师也带了一盒，这几天茶馆的生意都还不错，程老师退休了之后应该也比较清闲了，我们这些小屁孩都长大了，不过可能读书的就只有我一个人了叭。。。。。只是过年回来也看不到其它的人。。。。。", "差不多十二点半回县城，去医院把昨天五姨妈拿的柑子拖回屋，也把外公的手机拿出来了√回家已经快一点了，还给我整累了，吃饭，碎了个午觉，结果闹铃还没响，老爸就把我叫起来，说可能要下雨，要出去办事就早点出去嘛。。。。。", "三点过出门，先去营业厅把外公手机的卡剪成小卡，之前的手机只支持2G，现在2G的基站都拆了，于是乎就买了个4G的老人机，虽然但是，确实支持4G。。。。。不过新买的老人机质量好像没有原来那个好。。。。。而且新手机上小卡槽，只能去营业厅用专门的工具剪一下原来的大卡，居然还收我五块钱。。。。。装上去之后，打得通电话了，也还可以√", "然后去南门车站取了明天个汽车票，现在就是有点担心火车票能不能取出来，毕竟买的是学生票=。=主要是我们这个地方也没有火车站，只能去重庆取。。。。。", "再就去菠萝潭看了奶奶，昨天跑厕所老爸买了药吃了今天好像好些了，带着下楼走了一圈，就是有点找不到路_(:з」∠)_本来应该有一点点的老年痴呆，然后又换了个房间没多久，出了门就有点找不到回去，在之前的那个楼住了五年，现在这个楼和之前的楼构造也不一样，住的楼层也不一样，感觉还是容易搞混_(:з」∠)_不过也不是大问题，走掉还是走不掉的，只是希望身体好好的，这次走的时候，也算是说了一句我是孙儿，认人不容易啊_(:з」∠)_", "回到家已经快六点了，本来说是烧鸡，渡鱼，钵钵鸡，但是老妈周日休息下午去医院了也没回来，外公七点又要输液，又说话七姨妈一起吃个饭，所以就出门在外面吃的豆花，还点了个水煮牛肉和苦瓜炒蛋，我只能说十八线的城市一线的物价，真的就离谱中的离谱。。。。。", "吃完饭我也去了医院，和外公说一声要走了，外公正好输液，眼睛也睁不开的样子，说了一堆风水的话，年轻的时候也算是研究过的，罗盘都用得很熟，各种口诀还脱口而出，念了好几句，说以后我要是装修房子，风水不懂的可以来问，我说要得嘛√", "再回家已经快八点了，手机还没电关机了，休息了一会去超市买了点豆干，回来洗澡收拾，最后还是开黑了两把，开始躺尸√", "不管怎么样，老爸辛苦，老妈也辛苦，小短手问我离家有啥子感想，我最大的感想就是希望老爸老妈不要这么辛苦，老妈不用每天那么早，中午那么赶，搬东西那么累，还有时候受气，老爸不用每次都围着外公转，过来过去是真的累_(:з」∠)_", "外面的雨现在总算是下下来了，阴了一天，正好明天离家，也不说心情很低沉，至少也开心不起来。", "flag几乎全倒，ddl才是生产力，但是还是要干事情啊√", "加油叭，已经不是少年了"], "length": 1352}, {"date": ["2021-02-27", "23:42"], "content": ["昨天晚上断断续续碎了一个晚上，外公稍微一动就醒了，主要是怕有啥子事情嘛√早上起来验血然后搬床位，然后守着输液照紫外线灯，然后十一点七姨妈来换我，回家眯了一小会做饭。。。。。", "下午碎了一整个下午，六点起来都还想碎觉，晚上煮了钵钵鸡，没想到是藤椒味，也不是不行，就是少了麻辣的味道嘛。。。。。", "看到了好多招实习的，但是一看要求真的好高，可是又好想去，唉，如果有论文就好了，可是还没有，难受。。。。。", "和老爸在饭桌上说了很多很多，社会确实不是简简单单，固执不可取，圆滑又丢了锐气，折中说永远不过时，希望可以做自己想做的人√", "碎觉碎觉，要溜了"], "length": 224}, {"date": ["2021-02-26", "22:54"], "content": ["人在医院床上，陪护外公，还挺寂静，康复科室，基本没人。今天住院，一天都在忙，各种检查，关于其它人过多的我也不说了，要么出人要么出钱，讽刺的事，今天还是元宵节。", "自己还是不要气，只希望可以快点找钱。", "自勉"], "length": 85}, {"date": ["2021-02-25", "23:46"], "content": ["早上去看着外公输液，老爸一大早就去接过来，输上液之后才去开会，然后外公一直喊胸口痛，要去医院，就给老爸打电话回来送去医院。先把输的液暂停了，老爸回来之后又感觉好些了，缓了一会，输了一袋近三百块钱的补身体的药，一直输到下午，然后还有其他的药，晚上七点多老爸才送回敬老院。", "我就真的好气，要不是考虑老妈不愿意，我早就在群里骂人了，这么多年，全是我们家照顾，就离谱。还是那句话，如果外公只有我老妈一个女儿，不管再麻烦照顾也是天经地义，但是现在一堆人就是不回来，除了拿钱啥子不干，拿钱都还往少了拿，真的外公白养了。我自己没有能力，我解决不了这个问题，但是我说两句话总可以吧，骂人总可以吧。不管怎么样，这些人在我心中已经拉黑，此生没有好脸色。", "越想越气，钱能解决的问题不是问题，怪我没钱，好想赚钱。", "就酱。"], "length": 307}, {"date": ["2021-02-25", "0:24"], "content": ["划水一天，早上起来吃了点东西，又躺尸√", "中午外公又让接出去弄药，下午老爸去的，我真的好气，老妈在家庭群里说了一些，实在委婉，我好想直接骂人，还是忍住了。子女都是白养了，就这样吧。大家没办法，大家都有困难，所以就不管呗，就让我家管呗，就离谱，没办法就当这些子女死了好了。", "晚上出去吃了个饭，和wd也聊了很多，前途渺茫啊，生活的压力步入社会慢慢就来了。", "看个河神叭，冷静冷静。"], "length": 159}, {"date": ["2021-02-23", "23:45"], "content": ["休息了一天，早上八点半起来，老爸已经去修车了。。。。。然后就躺尸了一上午。。。。。还没有吃早饭_(:з」∠)_", "九点多看了一圈最后还是决定买了27号的Z4，没想到十点多收到邮件说要求1号之后回所，真的是，问了一下，改签成了1号走2号到√到了中午，冠寓的前台通知其实可以28号到，就离谱。。。。。懒得再改签了。。。。。", "上午发现iwqos截止日期延到1号了，真的是，说不定这几天还得改，虽然但是，我也没觉得可以中，唉，还是必须再做其它的实验。。。。。", "晚上压马路顺带去给外公送药过去，一路上越说越觉得有点气，反正今天开始就当老妈的其它兄弟姐妹都没了吧，从某种意义上来说，外公养了他们那么多年，也没见他们回来照顾，全都让我们家照顾，所以其实就是就像外公只生了老妈一个女儿，其它人都不存在，埋了好了。至少今天晚上，我就是这么想的，以后我绝不可能当亲戚看待那些人。", "把流水账又爬了一遍，更新了一下，甚至还想画个图，就是懒得动。。。。。", "早点碎觉好了√"], "length": 346}, {"date": ["2021-02-22", "22:55"], "content": ["出游第二天，又是意外发生，就很难受_(:з」∠)_", "昨天晚上九点多就碎觉了，然后一点多醒了。。。。。之后也还行，不到七点自然醒，起来收拾，就近吃了个早饭，神奇的是这家店什么都是两块钱一份，三碗稀饭三个鸡蛋一根油条一个包子一个馒头十八块钱√", "差不多八点多一点，到海螺沟景区门口，之后观光车上山，居然坐了一个小时，盲猜是因为不好修路，确实地势很陡，特别多急弯，修大路是不可能的，小路的话基本只能容纳景区内部的车通行。。。。。", "观光车直接到干河坝，然后继续坐缆车上四号营地，缆车要135块钱，比门票还贵。。。。。但是来都来了，肯定要上去的√四号营地海拔3500左右，算是近距离看冰川了，讲道理我觉得很好看了，真的有一种自然的舒适，最高峰有7500多米，远看感觉鬼斧神工，非常的心旷神怡√近景也有很多雪，虽然植被我都不认识，但是随便一个角度都是一个可以入镜的景色，三步一景算是没错了√作为一个南方人，表示极度满意。。。。。毕竟去玉龙雪山都没有看到这么多雪=。=唯一一点是，白雪反光，太阳光本来也很强，看多了眼睛真的有点受不了。。。。。怪不得山下有人推销墨镜。。。。。涨知识了。。。。。", "之后坐缆车下山，缆车上也能看到比较震撼的景色，所谓的冰川也能看到全貌，这里大自然的力量，怎么看都是令人愉悦的叭√", "下缆车从干河坝到三号营地走了一段栈道，林中雪景又是一种寂静的感觉，静悄悄的，正好也没有什么其它游客，栈道也稍微有一点悬空的，脚下的雪，周围的雪，树上的雪，对我来说太可了√", "从三号营地就直接溜了，快到景区门口的时候，才发现磨西古镇在一块坪上，两边都是峡谷，也是很巧妙了_(:з」∠)_回到酒店吃了个泡面，差不多两点半多一点开车出发回家√", "然后就是，难过的事情，出门车总是出问题。。。。。当然我觉得我全锅，从磨西古镇开到泸定县的路上，还行，路过县城的时候，突然就发现踩油门会嗡嗡的响，特别响，而且起步踩油门的时候会哐当一声，一听就不正常。。。。。于是乎在泸定县外一点停下来检查，但是也发现不了问题，换老爸继续开，到泸定县快上高速的时候，还是没有缓解，打电话问了4s店也说没看到车不好判断，一时间犹豫了一下，要不要返回泸定县城找个修理厂检修一下，可是人生地不熟，又感觉很麻烦，而且开了这一段也没有什么大问题。。。。。", "只能说胆子大吧，决定上高速看看，实在有问题再说，就开着上高速，一路开了接近300公里回到家，路上真的是，不得安宁，一直响，后面害有叮铃叮铃的响，只不过没有影响正常的行驶√当然一开始声音响都还不是最麻烦都，主要是特别紧张，怕出什么事，但是速度提到120开了一段也还行之后，就没有那么害怕了。。。。。", "最近回到家，老爸开去停车，发现倒车也不好使了，从一开始的嗡嗡响到最后三个问题，只能说平安回来也算是幸运了，但是车子确实要去修，老爸说可能是因为我开过减速带没有减速，导致车子猛然抖得厉害，不知道里面什么坏了，只能说明天去修就知道了，问题是，不知道得花多少钱，唉，就是很自责，老爸说我该说，修理的钱该花，但是一路上这种安全问题，我就很自责，虽然大胆也不一定是坏事，但是不怕一万就是万一，唉，其实也做了一些准备和检验，只不过现在还是十分地庆幸_(:з」∠)_", "说是意外，也是我自己开车导致的，毕竟我爸开车就没有问题，反思，希望以后都能安安全全平平安安的开车√", "晚上回来吃了羊肉汤，好多年没有吃到了，虽然饭桌上完全没有玩了回来的喜悦，只有尴尬的沉默，哎", "早点碎觉，开心和自责也不能抵消，至少出去玩了两天，开心也开心了，累也累了，只希望不给家里人添更多的麻烦好了，自勉。"], "length": 1259}, {"date": ["2021-02-21", "21:22"], "content": ["出游第一天，虽然一共就两天，但是不得不说有一次验证了计划赶不上变化√", "早上七点就出门了，六点半起床吃了自己包的饺子，讲道理这个馅我觉得不太行。。。。。然后差不多三个小时到碧峰峡，这一段还算正常，然后刚刚停好车，就景区里面山庄的人拉客，意思是在山庄吃饭可以直接走下山的路逆行带我们进景区，当然票还是要检的，好处就是本来到游客中心是单行道，因为我们来晚了，靠近游客中心的停车场已经没位置了，所以我们只能停在很远的停车场，然后走上去，但是山庄里面的人可以从下山的路逆行上山到游客中心（大概是这样叭。。。。。总之不得不说这忽悠还是很厉害，说到景区还有很远，到熊猫基地有十四里路，要走很久。。。。。看了下地图确实也不近，但是以我的性格我还是拒绝了。。。。。", "然后就开始徒步，差不多花了十五分钟走到游客中心，确实有点远，一路上好多个停车场都停满了，没想到这里这么火√到了游客中心才发现，可能90%的人都是到动物园的。。。。。动物园门口检票排队可能排了得有一百米=。=还好我们去景区。。。。。", "碧峰峡的票包括峡谷和熊猫基地的票，在游客中心坐免费的摆渡车可以到熊猫基地，然后看完就下峡谷绕一圈，最后坐一个电梯从峡谷下面直接上升到游客中心=。=", "熊猫基地进门之后，基地里的摆渡车还要单独收钱，15块钱一个人，问题是也不大啊。。。。。真的是。。。。。于是乎就走了逛了一大半，也算是第一次看到滚滚，真的好想rua但是又害怕被rua，这东西打也打不过，跑也跑不过。。。。。不过实在是太可爱了，而且相当会爬树，我看着都担心会掉下来。。。。。", "接着就下峡谷，这个时间已经快十二点了，讲道理比计划的要晚，于是乎边走边吃，算是填了肚子=。=一开始还是平平无奇的峡谷，冬季没有水，小溪也看起来也无力，细水长流可能=。=差不多走了三分之一，突然的落差惊到我了，可能有一百米高的落差，分成了两段瀑布，虽然冬天的水太小瀑布没有很壮观，但是这个高度我觉得还是很阔以了√然后还一直往下，用不准的海拔差估计了一下可能有个一百五十米多，在最低点终于歇了一会，还真走累了=。=", "没想到悲剧就发生了，最低点是两个溪合并的地方，正好吃了点东西去溪边洗手，第一次去还算是一步一步踏在石头上，这个水至少比较清澈√但是第二次洗手，一时草率，就一跳一跳的踩在石头上，然后一个脚滑，屁股着地，左脚直接踩到了水里。。。。。真的是不愧是我_(:з」∠)_左脚小腿以下全湿了，鞋里也是水，不过稍微处理了一下，也不是不能继续走，问题就是屁股着地搞得我尾椎骨疼，也不是特别疼，就是一直都隐隐作痛，现在躺着也没好。。。。。希望明天可以稍微好一些叭_(:з」∠)_", "这都算是意外，之后沿着另一个峡谷往上走，最后坐电梯上山，电梯显示楼层那个地方写的最高99，但是我寻思应该没有99层，这个可能是99米的意思，大概叭。。。。。", "从碧峰峡开车离开已经下午两点半，到泸定原计划四点半，万万没想到下高速进入泸定县内要查行程码，关键是收费站四条道，查行程码就只留了一条 ，直接堵死。。。。。到泸定已经五点了，想去看纪念馆但是因为停电闭馆，虽然但是，还是有的可惜。。。。。只能去看卢沟桥，一开始还走到了一条封死的路，就离谱，不过来都来了，还是要看嘛。。。。。又走过去，卢沟桥上去一个来回十块钱，可能主要是历史意义嘛，毕竟学过历史的人_(:з」∠)_", "到磨西古镇晚上六点半多，也还行，天没黑，就是真的累，而且尾椎骨还疼。。。。。稍微逛了一下古镇，吃了个饭，住的酒店老板推荐的，但是又贵又不好吃，算是栽了。。。。。", "现在已经开始躺尸，我觉得我可以躺下就碎着=。="], "length": 1237}, {"date": ["2021-02-20", "23:19"], "content": ["早上一觉十一点，也不是不行，然后去理了个发，中午买了个碧峰峡的门票，然后提交了一版，还没添加作者，之后就出门买帽子，讲道理我还是真不知道应该选啥子帽子好看，衣品这个东西我一直以为是因人而异，但是衣服本来也是穿给别人看的 还是应该让别人觉得好看叭。。。。。就是对我来说有点难=。=", "之后特地去买了麻辣土豆，带回家吃，可惜没有趁热。。。。。", "晚上不知道为啥子，肚子有点撑，昨天就有点不舒服，小迷。。。。。", "明天出远门好叭，希望一切顺利√"], "length": 178}, {"date": ["2021-02-19", "23:25"], "content": ["今天早上居然没碎着，九点起来把写的发给小导师了，到现在还没回我，只能希望改的不多叭。。。。。", "然后中午就回老家，中午吃撑了，因为困没有开车嘛，下午迷了好一会居然只碎着了半个小时，两点多和老爸去压马路，真就晒着太阳去走嘛√然后居然到了小时候去过的一次野炊的地方，反正我是真记不起来怎么去的了，但是记得在一个河边，还有个桥，还在桥上钓鱼来着，吃完饭还去爬了山√今天走到之后，还是很有感觉，但是桥没了，被冲垮了是我没想到的。。。。。", "之后沿着河边走另外的路回来的，老爸说有一段是当年奶奶来背柴走的路，这个地方到奶奶家是真的远，还要背一背篼柴√我们这一代人无法理解的事情叭，奶奶那个年代，要去家很远的地方背柴回来烧，这是因为地是生产队的，不能自己随便种，家附近没有可以用的柴，只能去那些很荒的地捡柴，而且人特别多，稍微近一点的地很快就没有柴了√正好前几天晚上出门压马路看到路边的芭毛杆长了很高，老妈说可惜了这么好的柴，当年找柴要走特别远√", "晚上回来特别累，肚子还很涨，没消化，早点碎觉叭，不出意外明天理个发提交一下论文，但是根据我的推测不可能不出意外。。。。。", "但是还是好想出去玩，来点作用叭_(:з」∠)_"], "length": 433}, {"date": ["2021-02-19", "1:15"], "content": ["基本写完，其实写的也不多，其实本来可以今天下午搞定，但是拖到了明天√早上发给小导师看一下叭。。。。。。", "今天该干的还是干了，只能说不知道为啥子一点都不急。。。。。。", "现在有点晚嘛，主要是连家里的wifi不能登录office帐号，给我整蒙了，然后一时突发奇想连手机热点，居然可以登了。。。。。不是很懂这波操作_(:з」∠)_", "好想早起啊啊啊啊啊啊"], "length": 135}, {"date": ["2021-02-18", "0:36"], "content": ["算是写了很多东西，但是时间也没有花多久，如果明天全力以赴应该可以写完叭大概。。。。。", "加油加油√"], "length": 39}, {"date": ["2021-02-16", "23:14"], "content": ["昨天没写，这两天就花了个图，老想着早起可是一直碎不着，就离谱，但是没有关西，我觉得ddl真是生产力，总能解决问题的。", "早起很关键√"], "length": 56}, {"date": ["2021-02-15", "0:01"], "content": ["计划赶不上变化，昨晚实在有点小失眠，碎不着，早上没起来，然后下午搞卫生，晚上泡了个澡√", "晚饭出去吃的冒菜，感觉没有上一次味道好，总算心心念念的事情少了一件，而且又在饭桌上和老爸老妈规划出去玩的事情，不愧是我，只希望可以来得及完成事情。。。。。", "早点碎觉叭，啥子时候可以来一个健康作息=。="], "length": 122}, {"date": ["2021-02-13", "23:38"], "content": ["今天本来说早起，虽然起得不是很早，快九点才起，吃了和抄手，然后就呆着√", "昨天买了今天十一点二十的电影票，因为只有这个时间段才有好座位，差不多十点五十出门，走过去刚刚好√只不过老妈的手机实在是太卡了，打开健康码的小程序一直卡死，耽误了一小会，我帮着弄还把杯子忘在扫码的桌子上了，还好看完电影找回来了。。。。。", "唐探3的推理剧情着实不太行，我还真是在一开始就猜到了手法和凶手，而且后面法庭上黑帮老大一开始认罪我就猜到了父女关系，果然还是比较朴素的剧情设计，不过背景音乐还是好评，只能说商业片还是商业片叭，没有什么惊喜，也不知道老爸老妈是怎么看这电影的。。。。。", "之后想拖着这俩去冒菜，心心念念，结果没开门，转而去旁边的豆花，没想到又贵又不好吃，实在是失算了。。。。。我觉得那家可以拉黑了√", "回来补个觉晚上也啥子没干，老爸回乡下接奶奶了我主要是太困了也不太想开车就没去，只能说少给了老爸一次喝酒的机会。。。。。", "明天开始继续改论文了，算算时间应该差不多了，加油叭，来点作用叭_(:з」∠)_"], "length": 378}, {"date": ["2021-02-13", "23:23"], "content": ["开始补好叭√", "首先是外公住院的那段时间，第一天早上起来就听到老爸和老妈在打电话，出门接去住院，然后我是中午吃完饭才去的。", "因为刚刚住院所以开了很多检查，上午已经做了一些了下午还有两个，老爸一点多出去吃饭，我和老妈都以为回家吃饭了结果只是去吃了碗豆花就去排队了，过年这段时间人是真的多，七楼本来的病房也不够，过道上都安排了病床，总之老爸去排队回来已经两点半多了，然后带外公去检查。", "问题就是外公本来腿就股骨头坏死了，走路基本不太行，只能接着拐杖一小步一小步的走，而且肺上还有问题，这次就是因为肺上又发炎了，以至于走两步就踹不过气来。然后检查要去一楼和三楼，所以只能请护工来，拉一个类似于做手术那种小推车，病人可以躺在上面。", "我本来想问为啥子不能家属自己推，老爸说因为推车不能家属用，之前还是可以的，结果有人把推车推出医院带走了，导致推车日益减少，所以医院就把使用权收回去了。然而因为现在专门派人管推车，护工来推一次病人就是收30块钱劳务费。我也特地看了一下护工的制服，是一家物业公司，也算是医院承包出去了。我真的好想吐槽这个事情，但是越想越觉得没啥子可以吐槽，只能说人性复杂，医院的人性更加复杂，利益追寻的存在也是合理的吧大概。", "外公检查回来就输着液，倒是没有其他事情干，就守了一个下午，老爸回家休息了一会。晚饭时间又换我回家了，正好六爷也回来了，我还特地买了个凉菜，之后就和我老妈一起抱着被子去医院，到的时候已经快八点了，外公已经睡着了，正好老妈也没有叫醒。过了一会表哥也来了，老妈这个时候倒是把外公叫醒了睡了一个晚上，，看了一眼，大家也在病房里大概待了一会，正好是因为查房的护士没在，因为疫情理论上陪护的家属只能有一个。差不多九点就回了，老爸在病房外的床，外公所在的临时病房基本只要病床，其它什么都没有。", "第二天我八点多一点就去了，确实还有点头昏，本来是想把老爸换回来了。但是没一会外公就换病房了，换到正常的那种房间里去，于是就搬了一会，老爸走的时候已经快十点了。接着我就守着输液，到中午给外公买了一碗稀饭，基本只能吃清淡的东西。看了一下医院的食堂一份菜要44块钱讲道理我人都傻了，真的有点离谱。一点多老爸又来换我，", "回去吃了点剩菜剩饭，收拾完还没来得及歇，六爷说难得回来一次看奶奶，我就带着一起去了，走路来回一个多小时叭，走得也不算累，但是真的好想碎觉。回家补了一会就起来做饭，老爸也回来吃饭了，之前是不放心外公输液还有上厕所喝水，不过饭店也不输液不用人看着也还行。吃完饭我就直接去了，七点多一点到的时候，已经开始输液了，晚上只有一瓶，不到八点就搞定了，然后外公也就开始睡觉。我倒是在旁边觉得太早了不想睡，但是不到十点我也困了。", "正常的病房三个病床，一间厕所，有储物柜和床头柜，还有陪护睡觉的折叠床。老爸说昨天发现护士长还是这边的分管人员，反正说是同事女儿的同学，就去说了一下，然后第二天就换病房了，个中原因大概就是这样吧。一时间我也不知道怎么想这个事情，有时也觉得小县城人少也挺好的。", "我也开始睡觉，但是不敢睡得太死，基本上外公一咳嗽或者一动我就会起来看一眼，整个晚上病房里灯还不能关，可能是害怕关灯了除了什么事来不及第一时间发现，病房的门也没有关，外面走廊上也有病人谈话的声音，房内也要很多杂音，还有吸氧机的轰鸣，正好我也不打算睡很死，外公上厕所我得递夜壶，咳嗽得递垃圾桶。前半夜断断续续，基本上一个小时醒一次，凌晨两点的时候还有护士来查房，也是辛苦了。后半夜感觉安静了一些，三点多睡到六点大概，然后就起来了，差不多七点就出去给外公买早饭了。", "第三天开始了，老爸和六爷回老家了，我在病房又守了一天，本来我老师昨天就给我发消息，今天上午打电话我说下午讨论好了，我本来想着老爸中午就能回来，结果没来得及，下午我老师给我打电话我只能尴尬地说晚上吧。", "晚上回家吃的饭，之后换老爸，再之后我就比较轻松了，后面两天都是老爸守的，第五天晚上外公出院了。我和老妈都去帮着搬东西，从病房到七楼的电梯口大概一百米，外公都走不动，老爸背着外公，这一段看起来就很累，因为外公太重了。", "之前爷爷还在的时候，真的就是特别轻，身体不好，吃不得东西。外公倒是越来越重，而且超出了正常的范围，我之前还背着上楼梯，现在我觉得我也很吃力。老爸本来腰就不好，但是也不让我背，应该是怕我背了太重的把腰弄坏了。", "这样的住院，一年有不少次，我不在家的时候，只要我爸妈，他们也这么过来了。说不累是不可能的，但是该做还是要做。至少我爸妈比我老妈的兄弟姐妹强一万倍，外公膝下活着的五兄妹，除了我们家，没有一个人回来人，在外的打工，在家的不管。我家我老妈又上班，基本全部靠我老妈。言传身教，大概就是这样了吧。一切都在不言中。", "也没有什么要怪的，或者说要怪的太多以至于都不想去怪了。不管怎么样，外公的性格也是不讨人喜欢，局外人的视角就是老给人别人添麻烦的类型。但是啊，一码归一码，可以嘴上去说，但是该做的还是做。可能这就是子女，这就是人，这就是我爸妈这样的人吧。"], "length": 1858}, {"date": ["2021-02-13", "0:05"], "content": ["昨天居然没写。。。。。", "今天也好困啊，能不能拖一拖。。。。。", "老拖延症了。。。。。", "不过过年感觉比去年好一点的，只不过热闹都是他们的，我什么都没有√", "明天补上√"], "length": 56}, {"date": ["2021-02-10", "23:30"], "content": ["没有早起", "中午七姨妈家团年，本来是打算接外公去的没想到敬老院说只能中午十二半才去接所以最后也没有接成。。。。。去了但是确实好多人都不认识，反正印象中是第一次去那里团年√吃得阔以基本都是鸡鸭鱼肉，甚至有一点觉得太荤了。。。。。", "下午回来也啥子没干，今天IJCNN截稿直接放弃了，改投IWQoS但是还需要改很多，然后一直拖着，过个好年感觉也不是怎么好了√", "但是没有关西，总是要认识到一些东西，快乐也都是短暂的，干好自己的事情，也没有非要对谁一直热脸√", "自勉"], "length": 198}, {"date": ["2021-02-09", "23:50"], "content": ["我是辣鸡，一点都不想学习，唉，拖了好多东西，计划都是虚的，而且迷之自信。", "不过也慢慢觉得没意思了，希望来得及吧。"], "length": 47}, {"date": ["2021-02-08", "23:20"], "content": ["练车有点离谱，不过也是意料之外的收获，之前一直想去那些乡镇看看但是没有机会，今天虽然也没去逛但是只是算是开车路过了，打个卡好叭√", "然后好困，不知道论文怎么办，明天写得完么，怎么和小老师说=。=", "然后看到了一个扎心的话，因为对方不及时回消息所以我也故意不及时回，但实际上对方根本不在乎√不过都是成年人了，大可不必这么想，没有谁会在乎，除了亲人叭，但是我确实有些人对待回消息觉得没有礼貌，自己也就看看好了。。。。。", "终于算是吃上了自己煮的白肉，也算是一天开心的事情了√"], "length": 203}, {"date": ["2021-02-08", "0:17"], "content": ["还是没进入状态，上午碎了一上午，下午去看了外婆，每每都有很多话想说，但是转瞬又忘了一些，练了一下车，如果开其它车也是确实需要练才行√", "七姨妈回来了，饭桌上感觉说了很多关于外公的话，虽然一直吐槽，但是一码归一码，该做的肯定还是要做，就是真的好心疼心疼心疼心疼外婆，也很难过，也好想哭，我觉得我可能很容易虎躯一震但是哭出来的事情少之又少，只是一想到外婆我就忍不住，一切都是太过惋惜，很难用言语来形容吧。", "生而为人，亲情对我来说实在是太过了，不仅仅如此，没有对比就没有伤害，子欲养而亲不待，后悔缺总是来不及了。", "对活着的人好些吧。"], "length": 233}, {"date": ["2021-02-06", "22:55"], "content": ["外公出院了，明天开始一个ddl，希望顺利叭，虽然已经预料到了。。。。。有点不太行_(:з」∠)_"], "length": 32}, {"date": ["2021-02-05", "0:17"], "content": ["实在是不想写，事情太多了，白天写写写，不过真的要努力干活了，总能干出来的√"], "length": 32}, {"date": ["2021-02-02", "23:49"], "content": ["计划赶不上变化，外公又住院了，虽然但是，确实麻烦，不过还是要去看着，现在都叫陪护了，具体情况明天写叭√", "晚上六爷回来了，过年前回来办事叭，应该还是要回绵阳过年√", "今天什么都没有干，什么都没有，唉，当然也不是说一点点时间都没有，只要想干还是阔以创造条件的，总之明天看看叭。。。。。", "老爸守夜，早起和老爸换班√"], "length": 128}, {"date": ["2021-02-01", "23:14"], "content": ["把改好的8页发给小导师，然后说再加两页，现在的问题是，这套实验的代码在工位的电脑上，如果要加实验实在是有点麻烦，不知道为啥子连不上工位上都电脑了，可能断电了叭。。。。。唉主要是真的没有想到还要再写两页啊，看看明天和小导师交流叭。。。。。", "然后终于试图开始用matepro了然后就发现确实软件好难用。。。。。写个字也太麻烦了，可能还是有生产力的软件叭问题是还没找到。。。。。", "昨天晚上有点失眠，然后试图问了一下啾给个生日礼物，虽然意料之中但是以我的理解还是不好受叭，反正啾也不要了，不知道出于何种原因，总之我也点到为止了叭，到最后也没有说出生日快乐，大概就是这么莫名其妙了√", "小区里本来有四个小学同学但是都没回来，即使回来了估计也不会见面叭，以前真的很重视交际，现在慢慢就孤僻了，之前也反思过恶性循环，到最后还是觉得只有先靠自己站出来，希望可以干点积极的事情√", "还有，不要吐槽了，虽然但是，没有必要，也没有必要嫉妒别人，也没有必要强调自己辣鸡，做好自己的事情就好了√", "早起叭"], "length": 381}, {"date": ["2021-01-31", "23:05"], "content": ["干活干活，然后去了菠萝潭，虽然也没有说什么话，奶奶确实记不得这些人了，外公精神还好就是也不想说好，真的时间不等人，唉", "还是想说，来点作用叭，自勉"], "length": 63}, {"date": ["2021-01-30", "23:54"], "content": ["ddl果然是，过年之前不会玩了叭，大概√", "加油加油，继续要干活吖√"], "length": 27}, {"date": ["2021-01-29", "23:15"], "content": ["啥子没干就离谱，果然碎觉才是我的真爱。。。。。晚上逛了一手老城，新华书店居然装修了，还给配了座位坐着看书，看起来极度舒适√后山和西街还是很有生活气息啊，果然小城还是喜欢这一点，真的很有感觉了。。。。。", "吃了好多好多东西，来点作用叭=。="], "length": 96}, {"date": ["2021-01-28", "23:01"], "content": ["本来想回老家但是太困了就没回，然后又碎了一上午，不愧是我√", "更新了微信可以放烟花，就很离谱，可是和我也没什么关系，最多就自己给自己看叭，大概。。。。。", "明天一定要学习一整天！"], "length": 72}, {"date": ["2021-01-27", "23:32"], "content": ["万事开头难，泡澡加烧烤，小老师电话说了一下电脑坏了送修，但是发现越来越多的事情了，太难了√"], "length": 40}, {"date": ["2021-01-26", "23:15"], "content": ["韭菜本菜，人没了，果然不能冲动啊"], "length": 14}, {"date": ["2021-01-25", "23:30"], "content": ["啊这，买了一手凉菜的肉，然后就没然后了，当事人就是十分后悔。。。。。"], "length": 26}, {"date": ["2021-01-24", "22:49"], "content": ["明天开始赶ddl，加油，自勉√"], "length": 12}, {"date": ["2021-01-23", "22:56"], "content": ["虽然但是，吃了泡面，极度舒适√"], "length": 12}, {"date": ["2021-01-22", "23:38"], "content": ["离谱啊离谱，我是辣鸡！辣鸡决斗链接！"], "length": 15}, {"date": ["2021-01-21", "23:49"], "content": ["这，真的没起来，啥子没干的一天，光玩了，ddl来点作用叭。。。。。"], "length": 24}, {"date": ["2021-01-20", "23:26"], "content": ["巨冷，巨巨冷，打字都手抖。。。。。", "又呆了一天，然后还被小导师催着交东西，买了凉菜极度舒适，试图明天吃个早饭，被窝实在是太暖和了，完全不想出去。。。。。", "可以早点碎觉√"], "length": 64}, {"date": ["2021-01-20", "0:43"], "content": ["今天就是标准的一天√", "上午一觉起来快十一点了，先去社区报了个到，毕竟外地回来还是应该上报，然后就差不多开始做午饭，不愧是我老妈给我留了一堆厨房的活。。。。。", "下午又碎了很久，躺尸真舒服，实在是太冷了，完全不想出被窝嘤嘤嘤_(:з」∠)_", "晚上出门压马路，转了一圈，回来开黑一波，稍微有点晚，重点是压马路压到了一家华为的店，进去一问有我想买的平板，然后就买了。。。。。体验一波说买就买的感觉，看起来有点草率，毕竟花了五千块钱，感觉老妈老爸都比较吃惊，但是我现在也是觉得这东西虽然可买可不买不过买了确实是长期的选择，现在开始无纸化应该是个不错的选择，只是希望可以先适应一波=。=总不能浪费钱嘛√", "碎觉碎觉，明天开始干活（试图"], "length": 262}, {"date": ["2021-01-20", "0:34"], "content": ["昨天晚上回来已经一点多了，碎觉已经两点过嘛√", "早上七点多起来了，基本都收拾好了，但是室友也起来了，顺带问了点学术问题。。。。。试图讲了一波，出门八点四十，到南站十点多一点，快速进站口关了，就绕到二层上的车=。=", "到天津按照以前的路线，出站从中间那个夹层去坐50路，结果上地面的通道给封了，眼睁睁看到一个50路从我面前过去。。。。。", "到学校已经快十二点了，成功白嫖了一顿麻辣香锅，虽然一点都不麻辣_(:з」∠)_然后在食堂消食，开黑到快三点，实在不知道干啥子就准备直接去机场嘛，打车到最近的地铁站然后转2号线，到机场反正不晚√", "然后，就有点意料之外嘛，一开始以为我箱子可以上飞机，结果发现改了，登记尺寸变小了很多，于是乎去办托运，想着就拖呗，没想到因为是特价机票只能自己出钱托运。。。。。这，就直接多花了100=。=不过总不能把箱子丢了嘛。。。。。", "于是乎就想报复性消费，去了个肯德基买了两个派和一盒鸡块，派最后让猫哥带走路上吃了√之后安检到登机口刚刚好登机，第一次坐这么大的飞机嘛，问题就是选的座正好在翅膀那里，有点可惜，看不到风景虽然本来也是晚上=。=", "飞机都座位前面可以看电影，然后就同步了一下，实现了看着这个电影但是听着另外的声音_(:з」∠)_最后甚至玩了一手找不同。。。。。然后就很饿，下飞机也很饿，去罗森买了一个三块钱的包子，就上了黑车，不过因为等着拿行李耽误了一会，我上车的时候已经是最后一个了，只能坐副驾驶=。=", "所以有点不敢碎觉，毕竟还是阔以看着前面，而且老觉得副驾驶不安全嘛，就真的硬撑到一点多到家，其实觉得三个半小时也很快就过去了√", "吃了好几个耙耙柑，极度舒适然后满意的洗澡碎觉。。。。。"], "length": 591}, {"date": ["2021-01-18", "0:52"], "content": ["小晚，收拾了一波√", "今天算是好好计划了一下，除了没有买到稻香村。。。。。把米刚刚好吃完，然后东西也都收上来放到柜子了，中午晚上都还算吃得挺饱=。=", "改了一下论文，还差点几个图表和排版，看起来也不是简单的事情，而且另一个实验还差的远，啊啊啊啊啊_(:з」∠)_", "问了一下啾，说出不了校门，那就非常可惜，虽然我打算进学校看一眼，但是看起来啾也没问具体的情况，就当是不想见我嘛，那就随缘了√", "晚上收拾发现其实就一个电脑，但是为了来得时候可以多带东西，我还是得把箱子带回去，虽然完全不想拉个箱子。。。。。", "碎觉碎觉，希望明天顺利嘛√"], "length": 215}, {"date": ["2021-01-16", "23:19"], "content": ["再一次验证了，计划赶不上变化√", "早上起来室友说河北又新增了好多人，一时间让我有点犹豫嘛，倒不是觉得北京会有多严重，就是害怕变成中风险然后回去还得隔离，不如早点溜=。=", "于是乎，抱着被拒的心态问了一下大老板，没想居然同意了，虽然我找了一个非常zz的借口，虽然被老板看出来了，但是最后还是同意了，甚至我嘱咐我注意安全。。。。。", "接着就开始了确定行程的操作，先买了一手机票，然后买了一手动车，然后确定了要不要从江北直接溜，然后试图联系黑车但是现在还没有效果，然后试图预约医院核酸发现莫得号了，然后问了一下检测机构发现阔以，然后来回两个多小时去采样咽拭子可能明天有结果。。。。。大概定了行程，希望一切顺利√", "所以还剩一件事没有解决，没有给我小导师说，明天还是说一下好了_(:з」∠)_", "今天做饭把最后的香肠煮了，回家又能吃到了也还阔以√比较难得的是今天老爸去看奶奶然后在家庭群里拉了个视频，先是看了一下奶奶，看起来状态挺好的，虽然都没有把我们认出来，然后老爸那边挂了，倒是和两个哥聊了好一会，算是难得的聊天叭，我们大家都是那种平时基本不联系，不过碰到了肯定还是聊得起来的嘛，毕竟是兄弟√", "今天早点碎觉好了，虽然有点兴奋，昨天这个时候完全没想到可以溜，没有关西，还有好多事等着解决。。。。。"], "length": 469}, {"date": ["2021-01-16", "1:15"], "content": ["干了一波活，效率还阔以，明天继续加油√", "有点晚，纠结啥子时候回去，真的有点麻烦，本来打算直接18号溜，但是看起来确实有点不太行，居然还得报告请示，这。。。。。", "其实也都可以，之前还打算去成都见一下喵不过看起来比较忙也就下次叭，虽然但是，保持距离也挺好的了√疫情期间还是呆着叭。。。。。", "困困困，晚上搞了一个泡面，不得不说好久没吃甚至还可以接受，除了便利蜂的有点贵以外_(:з」∠)_", "希望快快结束我的事情，想起来还得去做全身检查。。。。。"], "length": 175}, {"date": ["2021-01-14", "23:21"], "content": ["计划赶不上变化，真的是不太行=。=", "明天开始加班，看了一眼说不定可以早点滚回去，我觉得可以争取一下。。。。。", "又到了改努力干活的时候√"], "length": 53}, {"date": ["2021-01-13", "22:38"], "content": ["和老王打完电话，虽然但是，有点觉得没有那么用心了，当然确实也没有义务，而且目前看起来就是苟活毕业嘛，事情多多多多多，干干干干干√", "然后发现在宿舍确实效率不太行，而且有点闷闷的，但是没有关西，靠一手干活的动力好叭，我觉得阔以的√", "有计划也是好事，现在只希望可以快快搞定，然后可以回家过年，希望能回的去叭。。。。。", "时刻表啊时刻表，做一个啊做一个"], "length": 147}, {"date": ["2021-01-12", "23:43"], "content": ["昨晚居然失眠了，有点奇怪，但是又感觉在暗示什么。。。。。", "今天去所里，主要是之前答应帮师兄扫描一个东西，然后师兄又中了一篇，顺便告诉我让我加油，我只能默默说好的。。。。。", "发现数据集没有什么可以用的，本来打算今天问问老王，结果晚上回来接到小导师电话，准备改投的论文有很多很多修改意见，而且要改很久的样子。。。。。就没有和老王打电话，但是又重新梳理了一下数据集，还是不太行，肯定是要和老王再打电话的_(:з」∠)_个中问题等我问完再说叭，果然计划赶不上变化。。。。。", "今天各地的疫情又边复杂了，一方面想晚点回去，既可以好好做实验又可以晚点回来，但是一方面又担心北京会不会不让回了。。。。。讲道理封城应该不至于叭。。。。。", "争取明天好好干活√"], "length": 259}, {"date": ["2021-01-12", "0:13"], "content": ["试图认真干活，但是比较失败", "唉为啥子自己这么辣鸡，好烦啊", "是时候找老王求帮助了，好想毕业啊", "健康生活"], "length": 44}, {"date": ["2021-01-10", "23:51"], "content": ["虽然但是，老爸劝我不回去，不过好像不能说服我√现在回想起来，好像每年都要说一次，老感觉我回家耽误了啥子一样，我也不敢多想，我只是觉得，过年回家是一件一定要做的事情，生活总是要有仪式感的，大概√", "看到喵提到的名字缩写，没有用鸟，我竟然有点小介意，不过这也不是我该想的，而且生活的轨迹总是兜兜转转，只能希望好好地面对，我们都是繁星的星尘，总有自己的存在意义√", "自勉"], "length": 159}, {"date": ["2021-01-09", "23:53"], "content": ["宿舍躺尸，做了饭 ，吃上了香肠，我觉得很ok不过感觉老妈寄太多了不知道能不能吃完。。。。。", "没有干事情，真的太撇了，要学的太多了，再犹豫要不要买回去的票√", "早点碎觉好了"], "length": 69}, {"date": ["2021-01-08", "23:55"], "content": ["上午开党会，下午干了点想干的事情，晚上把初稿发给老师，估计这两天给意见，不过会议延期了，感觉不太好。。。。。", "应该要开始造新的辣鸡了，希望能来得及。。。。。", "今天反思了一下自己，为啥子在传递负能量，抱怨生活，太难了太难了，甚至一时就很气。真的越来越离谱，其实这确实是看人，熟的人才会去抱怨叭。可是，也没有必要，因为我也不是非要说这些，只是没话找话，最后还变成传递负能量。", "快乐的事情还是可以有的，而且一个人就一个人叭，也不是一件坏事√", "自勉，阳光的一面也挺好"], "length": 192}, {"date": ["2021-01-07", "23:35"], "content": ["基本改完了，当然也只是初版，就是不知道为啥子没有改的动力，真的是那种求其下得其下的期望，不过估计也没有什么好结果叭，生活真难，仅此而已。", "但是还是要开心起来吖，比如今天花了八百从师兄那里买了个二手显示器，估计以后可以居家办公了，希望如此，总还是要做点事情的√", "晚上吃了麻辣烫，也还行，改善伙食了，没有什么小伙伴，但是还是有点不知道干啥子，明明应该是独处干喜欢的事情，就是最后还是变成浪费生命。", "加油，做正事，不用羡慕他们，只要自己每天进步一点点。"], "length": 197}, {"date": ["2021-01-07", "0:10"], "content": ["还是差一点，不知道明天能不能解决，加油加油，但今天开了个新番，有点意料之外的好看。。。。。", "换了头像，没有什么开心的事情，但是聊天的时候被说看起来有点黑暗，好叭，那就换回去，真的好难啊，就这样好叭。", "碎觉"], "length": 84}, {"date": ["2021-01-05", "23:42"], "content": ["虽然很想碎觉但是白天还是继续改了一天，就是效率也不是很高，实在是太难了，不过还有就是确实有点迷，明明时间紧但是就是有点墨迹，可能还是迷之自信叭。。。。。", "早碎早碎，还是困啊√"], "length": 74}, {"date": ["2021-01-05", "1:16"], "content": ["电脑修好了，开机一直卡着，本来以为需要重装系统但是我没有优盘所以得去找人帮忙，然后越想越不太行，终于反应过来可能是启动盘不是SSD，重新开机看了一下果然，调了一下于是乎终于可以用电脑了。。。。。", "今天算是改了一天论文虽然效率不高但是确实在干活，虽然下午被就去干杂事不过也还好，就是没有碎成午觉，不得不说憋不出来还是挺难受了，而且明明知道写得很烂但是就是不会改，而且确实学术垃圾生产也有一些巧劲，实在是有点离谱=。=", "晚上十点多回来的，算是又开始了晚回，不过明天就不一定了，大概√", "今天太晚了，还是要步入正轨叭"], "length": 226}, {"date": ["2021-01-03", "23:54"], "content": ["昨天早上起来已经不早了，然后洗了个澡，之后出门，坐了两趟公交，到所里已经十二多了，不得不说是真的远。。。。。", "然后下午开始干活，晚上直接住所里了，没有吃晚饭可以沉迷于做实验。。。。。但是大晚上的真的好想吃好吃的，就点了一杯炒鸡贵的奶茶，着实有点贵_(:з」∠)_不过我觉得很好喝，算是犒劳自己。。。。。", "碎得也比较晚，而且因为床有点小，每次翻身都要醒，碎得不是很踏实，虽然也不冷，白嫖了一个毯子，不过就是双手不好放。。。。。", "今天早上醒来已经八点过了，但是换了个地方碎回笼觉，一直到十点过可还行，下楼发现还是没人，一直到十二点才来了两个人=。=", "今天下午本来想早点溜，但是两点过看到了一个快递配送的信息，估计应该下午能到，就想着稍微等一会，结果一直等到六点才到。。。。。收到了其它室一个同学的电脑挂件猫猫，一开始还没找到放的位置，但是机智的我看了一圈发现是挂在显示屏侧边的，不得不说还挺可爱_(:з」∠)_暂时先记着叭，总不能白漂嘛√", "回宿舍路上和老爸打电话说了很久很久，因为坐公交实在是花了快一个半小时，寄回去的电脑说是三百修好了明天应该能到希望可以成功启动，也说了很多其它的事情，身体健康真的很重要叭，年后一定要去全身检查一下。。。。", "今天正好看了一个纪录片虽然还没看完，知道得越多就有点害怕，不过这也是说明知道得不够多，而且有时候一瞬间也会想生生死死也就这样了叭√但是我还是惜命的。。。。。", "碎觉碎觉，明天开始改论文了，这一篇的实验加得差不多了√"], "length": 525}, {"date": ["2021-01-01", "21:11"], "content": ["躺尸的一天，好好休息好了，第一天就是啥子都没干。。。。。", "巡回检察组还是厅好看的，虽然没有更完√", "明天开始干活叭，也没有什么执念了√", "新年新气象，虽然孤独弱小又无助√"], "length": 67}, {"date": ["2021-01-01", "0:57"], "content": ["草率了，而且计划真的赶不上变化√", "早上去所里，也算是认真工作了一天，就是还是差点意思，把几个对比实验整理了一下，觉的是不是可以加的东西。。。。。", "本来打算住实验室的，但是退一步越想越气，最后一天就碎所里，唉，下午就溜了好了，回来吃了驴肉火烧，也算是第一次吃，我觉得还行就是有点小贵_(:з」∠)_", "回来看了一晚上b战的晚会，最后还是和师姐扯淡了很久，大家感觉都在跨年我也不好找别人说话，孤独弱小又无助，但是没有关西，以后一直都是这样的√", "也没有什么总结叭，反正挺糟糕的，各种意义上，希望结束这段事情，过年的时候可以留下一个总结_(:з」∠)_", "稍微有点晚，本来说碎了，但是还是有的意难平，只能说，自勉√"], "length": 247}, {"date": ["2020-12-30", "22:42"], "content": ["flag果然没用，宿舍呆了一天，脑子还是不太清晰，明天开始干活好叭√", "还是感受到了老爸老妈的关心，唉，加油叭", "只不过还是某种意义上的孤苦伶仃"], "length": 62}, {"date": ["2020-12-29", "23:41"], "content": ["还是有点意思√", "凌晨三点多收到被拒的邮件，看了一下大概是说对比实验不够，然后数据集有点少，总之我也不能说没有道理，反正拒了就拒了叭，继续改", "然后今天就还是有点不在状态，继续看了一圈电脑还是没有下定决心。。。。。下午接到了小导师的电话，也算是稍微关心了一下，现在的主要任务还是补充内容，然后找个新的会议投一投，就是时间还是有的紧√", "可是好想再休息几天，算是逃避，但是其实感觉也还行。。。。。", "就是真的好困，希望可以碎个好觉，收到了老爸老妈寄来的香肠，可惜最近也没有心思做饭了_(:з」∠)_", "及时止损叭，该干啥子干啥子√"], "length": 217}, {"date": ["2020-12-29", "0:01"], "content": ["很迷的一天√", "上午去看了半天电脑还是不晓得买啥子，xps也是很贵，华为的也是好多吐槽的，下午去拿了验血单果然还是偏高，年后去检查一下叭，心里还是很不放心，可是最近真的不想去想这个事情了_(:з」∠)_", "去了实体店华为的电脑全都缺货，看了一眼xps13最新版除了价格贵其实还行，现在突然就觉得是不是可以再将就一下之前的电脑，问题是不知道什么时候可以修好。。。。。本来下定决心买华为但是没货也没办法啊。。。。。", "晚上回来一气之下点了奶茶和卤肉饭，还买了绝味鸭脖，本来是一个苦中作乐的晚上，但是万万没想到接到了老王的电话，这是因为老爸和老王联系了，估计是把我昨天吐槽的事情和老王说了，现在老王觉得我是一个抗压很撇的人，还特地打电话来告诉我不要灰心散气，讲道理我第一时间人都傻了。。。。。", "我倒是不反对老爸老妈和老师联系，关键是我昨天明明说了等两天我会和老师讨论论文的事情，现在还没收到邮件，我还没有给老王打电话倒是老爸先联系了一波还把我吐槽的事情说了。。。。。我真的太难了，虽然这个事情也不是什么大事，但是我就是搞不懂为啥子我明明说了等两天老爸老妈就非得现在去告诉老王我状态不好？我自己会联系啊，哎，真是越想越烦，连老王都和我说，以后不要和爸妈讲学习的事情，我是学到了，吃一堑长一智。", "现在最大都问题就是没电脑，论文得先继续写了，还有真的希望老爸老妈听听我说的什么吧，能不能认真听听我说的话啊！"], "length": 526}, {"date": ["2020-12-27", "22:21"], "content": ["果然年末悲伤冲业绩，WCNC的论文应该没中，这都没中我也算是比较绝望了，现在的问题就是不知道投什么，没有找到合适时间的会，拖到明年估计是来不及啊，感觉还是有的麻烦，希望老师来点作用叭，作为老师给点有用的建议叭。。。。。", "然后电脑说是主板坏了，返厂维修825，换新的1500，讲道理就离谱，官方这个价格，所以我还是放弃了，把电脑寄回家看能不能找熟人修_(:з」∠)_然后是时候换新电脑了，还是打算买华为的电脑和平板，老爸转了钱，明天去工位上看看官网叭，真的好难好难_(:з」∠)_", "退一步越想越悲伤，其实没什么大事，该干啥子干啥子，就是要去想，而且不知道怎么办，如果知道干啥子还好，现在稍微有点迷茫叭，好希望有个带我写论文的老师而且一个天天搞工程的老师，说起这个又想怪其他人了，当然我自己也是太撇了，这么撇的会都能不中。。。。。", "好想逃避一下，实在不行还是得靠自己啊"], "length": 324}, {"date": ["2020-12-26", "23:53"], "content": ["今天也算是充实叭√", "早上去验血，万万没想到周末不验，所以抽了血但是周一才出结果，所以周一还得去一趟。。。。。啊实在是太远了_(:з」∠)_", "然后去了国图，算是参观了一下，不过典籍馆好多展厅就只开放了两个，有点小可惜，不过确实很有感觉，来这里学习的人应该都很有意境叭√", "接着就去和飞机还有胡东约了个饭，上次三个人吃饭还是大二的时候了，也算是扯了一堆，每个人正在干的事情叭，反正我是吃撑了。。。。。", "回宿舍又花了一个多小时，实在是远啊，回来躺尸，电脑还没消息，真的好想一次性买电脑和平板了，就是纠结_(:з」∠)_", "晚上和老爸打电话，不知不觉说了两个小时，其实主要是我在说，有一些吐槽叭，因为慢慢发现写好论文真的需要老师带，但是我老师根本不是会写好论文的人，面向工程而不是面向学术，所以我觉得我是走到头了，人还是贵有自知之明，以我的能力自己独创我是做不到了，所以可能最后还是找工作叭，可是找工作也已经慢了，一想到秋招只要七个月了，要学的一堆一堆。之前抱着写一篇好论文的幻想，现在只想找工作，有些失望，对我自己的失望叭，但是很想吐槽环境，可惜也就这样了。", "但是没有关西，人总是要进步的，我觉得老爸这一点和我有共识，往哪个方向很重要但是不必要，相信自己好了√", "自勉"], "length": 451}, {"date": ["2020-12-25", "22:59"], "content": ["把电脑带去修了，店员说需要花时间逐步检修，估计明天可以有结果，看起来可能是显卡烧了，因为灰尘太多。。。。。这。。。。。", "不过也无所谓了，是要换电脑了，问题就是实在不知道买啥子_(:з」∠)_难受难受", "今天晚上有点胀气，就离谱，买的体重秤到了，说我体脂肥胖，准不准不知道，但是确实觉得不太行，好想锻炼啊√", "碎觉碎觉叭，没有电脑也不知道干啥子"], "length": 134}, {"date": ["2020-12-24", "23:21"], "content": ["把第一节写完了，大概，不过图表没有搞定，今天人还是有的困的，而且说实话坐车真的非常不舒服，可能到了冬天更难受，好讨厌啊。。。。。。", "然后今天又是一个人呆着嘛，四天前买的苹果，终于让我吃了，要不是想着今天是圣诞夜我肯定都不想吃，果然热闹都是他们的，我什么都没有√", "但是没有关西，一个人呆着也不是什么坏事，昨天晚上啾来说了几句悲凉生死看淡的话，试图问又说没事，我也没有追问了，虽然没事就是有事，但是不说也不问，只能希望，好好活着。有的时候，年纪轻轻生死看淡，真的不可思议但是又恰到好处，没有人不懂大道理，但不是所有人都把生命当成最重要的东西，也不是所有人都能理解这样的事情。而且这些总是存在的，总是希望被理解的。", "总之，我是希望好好活下去叭，世界上还有很多很多东西想去看看呢√"], "length": 295}, {"date": ["2020-12-24", "0:06"], "content": ["啥子都没干，电脑开不了机了，心态崩崩的，虽然之前备份了很多资料，但是还是有很多新的没有备份，啊，希望可以救回来叭，明天去所里干活，后天再去修好了_(:з」∠)_", "最近确实没有什么开心的事情，买的一箱耙耙柑居然还有好几个烂的，就酱叭，今年快点过去叭，孤独的人继续孤独，无能的人继续无能啊_(:з」∠)_", "自勉"], "length": 122}, {"date": ["2020-12-22", "23:54"], "content": ["写综述，做饭，躺尸，就干了这些事情，算了一下综述写得有点慢，所以应该尽快了√", "早上六点半起的，我觉得还行，果然还是靠毅力，困不困都是次要的，加油加油叭_(:з」∠)_"], "length": 64}, {"date": ["2020-12-21", "23:47"], "content": ["今天翘班了，但是啥子没干，突然就很想很想买平板和电脑，虽然说是生产力工具，但是没钱啊，还是买不起。。。。。", "然后今天冬至搜了一下外卖羊杂汤，只要一家，而且炒鸡贵，唉算了算了，等以后找人一起去吃叭，已经好多年没有冬至吃羊杂汤了，可惜√", "买的耙耙柑到了，还是好吃，不过确实很贵，也没几个就40多，如果在家说不定可以白嫖。。。。。", "早碎早碎，偷懒的一天啊_(:з」∠)_"], "length": 144}, {"date": ["2020-12-20", "23:17"], "content": ["碎了一上午，失去了早起的快乐，然后下午看了盗梦空间》，感觉看几遍都很好看√晚上搞了一首芹菜牛肉，我觉得很阔以非常悲伤的事情是，饭盒的盖子找不到了，昨天还看到了今天就是没找到。。。。。这样的话就能用这个饭盒带菜去所里了，啊又得买一个新的。。。。。", "试图看了一手微软文字转语音发现还是要花钱，一直想学的东西还是拖着，现在就想买个新电脑_(:з」∠)_", "又是新的一周，继续正规叭，干活干活，还要去复检，现在已经想好了，不管怎么样，等明年毕业的事情安定下来还是去全身检查叭，希望好好和活着√"], "length": 202}, {"date": ["2020-12-20", "0:17"], "content": ["八点起的，我觉得还行√", "上午啥子没干，下午居然碎了一下午，当然也没有整个下午，把《疯狂动物城》看了一遍，果然还是拍得很好，真的好喜欢，而且又看到了一直作为我手机锁屏签名的那句话，时刻提醒自己叭√", "晚上做饭，吃饭，逛超市，玩游戏，准备碎觉，就酱，虽然自己没钱没能力，而且长的丑还一身病，但是没有关西，总是要活下去的，希望每天都来点阳间的东西叭，乐观还是要要有的，至少不能没心没肺了，自勉√"], "length": 165}, {"date": ["2020-12-18", "23:33"], "content": ["又是被gank的一天，真的好烦，为啥子这些事情不去找员工做，明明和我一点关系都没有，而且都是很紧急的事情，就离谱，对我的小导师无比失望，也不发钱，也不请我们吃饭，就知道让干活，一个月1500好意思么，我不要这个钱我出去实习多好，真的有点意思，我只能说尽量干活，关我屁事。", "然后今天综述因为这又只写了一点点，晚上想出去吃饭也没有吃成，就这样叭。", "早上早起了一波，感觉还行，希望还是要健康生活，活着也不容易啊√"], "length": 179}, {"date": ["2020-12-17", "23:31"], "content": ["然后就没有六点半起来主要是半夜醒了。。。。。", "早上下车就觉得脑阔痛，感觉这个车坐得很不舒服_(:з」∠)_然后因为要写综述，还是所里的屏幕比较舒服，所以应该还是会去所里叭。。。。。不过今天还是效率不高，早上去趴了一会，然后下午又抓包，写综述也找不到文章，估计就写了八百字_(:з」∠)_", "晚上回来做饭，碰到我们班做饭的同学，所以很神奇的坐在一块吃了，看起来还是很丰盛的，改善改善伙食=。=然后就聊天说起来之前癌胚抗原的事情，顿时又觉得有点害怕了，一方面不想去检查讳疾忌医还觉得很耽误事情，一方面又觉得不检查万一有病一直拖着怎么办呢，总之觉得如果是别人我肯定劝去检查，到自己身上就开始双标了。。。。。唉，等下周再去复查一下癌胚抗原叭，偏高肯定还是有问题。。。。。难受。。。。。", "但是没有关西，还是要向前看啊√"], "length": 286}, {"date": ["2020-12-16", "23:49"], "content": ["今天早上六点半起床第一天，也还行，没有想象中的困，但是没想到早上通勤坐车堵了一个多小时，车上碎得有点懵。。。。。上午继续写综述但是没小导师突然gank，讲道理有点饭，然而得知让下午就提交一个结果的时候就更烦了，为什么老是这种很紧急的任务，有时间布置还不如自己干叭，反正就是觉得很离谱，为啥子不早点布置。。。。。然后今天的综述就夭折了，只写了一点点，不过确实也是今天写起来很费劲_(:з」∠)_", "晚上回来一个小时两个菜，不是很多，明天中午应该够了叭，今天中午吃饭突然就流鼻血了这是让我有点细思极恐的，毕竟我是真的几乎没有无缘无故流过鼻血，吃饭吃着吃着突然流就很可怕啊。。。。。健康生活啊尽量。。。。。", "在宿舍也没有干啥子，还是差点意思，希望有个计划表啊，问题就在于按我小老师这种布置任务，根本没有办法按计划来，计划表经常被打断就很难受。。。。。", "不过，要做有意义的事情啊√"], "length": 325}, {"date": ["2020-12-16", "23:41"], "content": ["昨天居然没写，可能直接就碎了。。。。。", "上午和下午写了一千五百字的综述，实在是有点慢，也算是开了个头，想着应该可以按部就班的开始写写起走了叭_(:з」∠)_", "晚上打了个球，看了个《爵迹2》，虽然很想吐槽不过特效我觉得也还行=。=然后回宿舍时间总觉得不够用，莫名其妙就过去了，差不多十二点直接碎觉，听着歌感觉还是很舒服。。。。。", "没有做饭因为前天做多了，直接中午和晚上都是吃的剩菜，不过晚上加了一盒鸭脖_(:з」∠)_和老妈打电话，说上个月月底骑自行车摔了，现在好得差不多了，顿时就有点心痛，一直也没和我说，即使和我说了我也不能做什么，但是就觉得我应该知道这样的事情，可是换位思考可能我也不会说叭，唉。。。。。还是希望可以知道一点啊_(:з」∠)_"], "length": 257}, {"date": ["2020-12-14", "23:42"], "content": ["累死的晚上√", "早上去啥子没干，下午啥子没干，就干了点想干反正没有写综述，不过还算是把格式设置了一下叭。。。。", "然后晚上回来做饭，一个小时三个菜，也还行，就是感觉比在家要慢点，而且三个菜做多了，一个人吃估计要三顿叭，所以明天的饭都有了。。。。。", "接着就是装桌子，买的桌子到了，那是真累毕竟还是好大一张，还打扫了一下卫生整理了一下衣柜，重新布置了我的小小小小空间，总算是看的过去了，从此以后可以在宿舍安心学习了，大概√", "还是早点碎觉叭，我觉得是不是可以早起一波，不过也不希望打扰室友，问题是这个一个半小时的碎眠周期我也很绝望啊_(:з」∠)_"], "length": 227}, {"date": ["2020-12-13", "23:58"], "content": ["啥子没干的一天，吃了饺子，也还行，想去吃海底捞但是找不到人，真的好难过好难过，但是也就这样了吧，做人真的太失败了，而且没钱也真的很难受。买了一张大桌子，不管怎么样，还是尽量做点有意义的事情好了，人总是要往前进的。", "自勉"], "length": 96}, {"date": ["2020-12-13", "0:08"], "content": ["很迷的把《魍魉之匣》看完了，不得不说算是我喜欢的类型，京极真还是强啊√", "然后今天就考了六级，感觉不是很好，听力完全不受控制，翻译也差点意思，不过还是希望可以过叭。。。。。", "回来第一次在楼下做饭，没想到做饭的人还挺多，电磁炉说不定还需要排队_(:з」∠)_今天也是吃一堑长一智，不要用里脊炒肉，不用随便徒手清空辣椒籽，不要用生菜煮汤。。。。。。", "晚上玩了一个晚上，早点碎觉叭，又要开始干活了√"], "length": 156}, {"date": ["2020-12-11", "23:56"], "content": ["挣扎了一波，也就这样叭，明天加油，然后又说一堆事情，但是效率确实低，今天也没有做饭，总觉得差点东西，唉，慢慢开始抱怨又不改变了，有点离谱叭，脑阔痛，希望这周末过了又是新的生活叭√"], "length": 77}, {"date": ["2020-12-11", "0:08"], "content": ["又没去所里，然后被老师gank，我觉得不太行，不过也就这样叭，挣扎了一下听力，明天继续，晚上的菜有点多，实在是有点撑，然后中午去买小葱居然忘记付钱了直接溜了，去隔壁买了个饭出来被叫住才发现，有点离谱，所以还是碎觉叭√"], "length": 96}, {"date": ["2020-12-11", "0:02"], "content": ["今天是没有去所里的一天√在宿舍呆了一天", "早上起来比较晚，怎么说呢，虽然很想早起但是还是没有早起，不愧是我_(:з」∠)_然后起来还是把稿子整理了一下，好多单词还是认不全，全靠谷歌翻译和有道词典=。=", "中午就吃得昨天的剩菜，又去便利蜂买了一份饭，去微波炉热了一下，还是吃撑了√接着就开始录音频，嗓子都哑了，录了可能一个小时多叭，虽然还是磕磕碰碰，不过既然和我莫得啥子关系，水水就行了叭，大概。。。。。", "晚上五点开始做饭，六点坐下开吃，吃了半个小时，收拾一会，于是乎差不多两个小时就过去了。。。。。想着如果五点下班的话，应该也不是不行，晚上也是吃撑，寻思可能应该是喝水的问题_(:з」∠)_", "今天也没有看六级，可惜，不过明天加油叭√"], "length": 255}, {"date": ["2020-12-08", "23:55"], "content": ["又是吐槽小导师的一天，上午看了一下填词，然后趴着碎了一会，中午吃饭的时候就被小导师安排了，让我明天录一个论文展示的视频，因为后天截止上传，我人都傻了=。=首先这都不是wo的论文，让我讲就离谱，然后就一天的时间，还没看论文，看了做ppt，还得写稿子还得念通顺，还得录视频，怎么看都比较麻烦。。。。。不过吐槽归吐槽该干还是干=。=", "但是今天这个事情让我下定决心回来做饭，买了一波油豆瓣锅铲，然后是黄瓜肉片和白菜肉丝，唯一的问题就是，我的小锅功率实在是有点小，非常不习惯，而且炒菜的时间至少成倍增加_(:з」∠)_好像还差一把菜刀，感觉不是很方便，不过也算是第一次在宿舍做饭了，油烟没有想象的严重，没有米饭只能去便利蜂买的，还算是吃撑了√", "晚上还是把ppt做了，明天可以好好录叭，主要是口语太差了，加油叭，又是一波挑战。。。。。", "六级六级。。。。。"], "length": 310}, {"date": ["2020-12-07", "23:50"], "content": ["一套题，效果不是很好，试图买电磁炉然后放弃了，好想做一次饭，和老爸老妈打了个电话，背了一篇作文，听力还是无解，加油叭，继续干活，感觉应该控制一下玩游戏了√"], "length": 67}, {"date": ["2020-12-06", "22:59"], "content": ["休息了一天，甚至有点不想去所里，但是啊，认真生活呢，自勉√", "慢慢也发现了没有什么可以分享的东西，唉，慢慢也总是会走散的，大概叭√", "《凉宫春日》系列真的有毒，也算是看过的番里比较有意思的了，甚至好想和人讨论讨论啊_(:з」∠)_", "今天可以继续早碎了"], "length": 99}, {"date": ["2020-12-06", "0:28"], "content": ["今天是真的累，单纯坐车累_(:з」∠)_", "早上十点出门，一个半小时到五道口，然后和傻子吃了付小姐在成都，讲道理味道还是阔以，就是真的贵，五道口的物价果然是太高了，不过该吃还是吃嘛√把之前买的暖手宝送出去了，拿回来一个大雁塔的钥匙扣，我觉得还是阔以√", "下午就不知道干啥子，在KFC呆了一个下午，发现周围全是学习的人，真的也是这里的一个特色叭，想起了以前有一次写实验报告我也去时代广场的麦当劳写的，当时还是为了静心=。=", "快五点师兄终于来了，本来是想请师兄吃饭，但是师兄说莫得胃口最后还是去了奥运村食堂，阴差阳错这波也算是把四个校区的食堂都吃遍了√接着去了地理所参加一个考公的面试讲座，听了个寂寞大概，但是看到别人家的所环境是真的太好了，哎为啥子我们所这么辣鸡，退一步越想越气。。。。。晚上回来路上花了整整两个小时，现在对花时间在坐车上就觉得非常的厌恶，非常的厌恶_(:з」∠)_", "唉，累，碎"], "length": 338}, {"date": ["2020-12-05", "0:26"], "content": ["今天也是看英语的一天，然后试图报医疗费但是因为人多没有成功，然后之前定向越野的奖品发了，搞了一个电动牙刷，阔以开始尝试用用叭√", "上午把聊天记录的代码整理了一下，然后之前通勤车票预定的脚本也改了一下下结果今天晚上还是没有成功还是不知道问题在哪里明天阔以看一看大概。。。。。然后碎得有点晚，明天是不是阔以来一波懒觉_(:з」∠)_"], "length": 142}, {"date": ["2020-12-03", "23:44"], "content": ["看了一套题然后抄了一首日语歌词，一天就没了，说没学啥子好像又有点收获，说学了啥子又感觉这都什么效率啊_(:з」∠)_关键是做题没有提升啊，就很难受。。。。。", "不过晚上吃了鸭脖就很开心，然后发现了一部神奇的番《凉宫春日的忧郁》，还在追，逐渐发现了离谱的东西哈哈哈哈哈", "我们这一届在我工位那屋的人慢慢都溜了，人是越来越少，就感觉不太行，走了五个，去其它办公点了，可惜不能一起买土豆饼了=。=", "早点碎觉！"], "length": 165}, {"date": ["2020-12-02", "23:33"], "content": ["看了一天英语，还是不太行，继续准备，今天其实还是有的心神不宁，不过想想还是无所谓啦，等着下个月去查叭，就是偶尔一想到就心里一紧，主要是不去想就行√", "加油加油，按部就班叭，真的就是生死看淡，及时行乐=。="], "length": 86}, {"date": ["2020-12-01", "22:52"], "content": ["结果还是超了，但是讳疾忌医的我打算隔一个月再复查一遍_(:з」∠)_", "今天也是有很多坑，早上起得早，去了挂号，手机上挂的自动变成自费，然后取号，不知道要分诊，就干坐着了，过了一会觉得排队好久我明明只需要开个验血的单子，才发现找分诊可以快点分配，然后拿着验血单去交钱，交完钱打发票发现是自费，问了一圈才知道一开始不应该手机挂号，要去窗口然后说手动改成公费才行，反正这波操作隐秘地我觉得不太行_(:з」∠)_接着验血我也是只查了了癌胚抗原，本来这个医院应该是肿瘤七项好像一个四百多，单独癌胚抗原只需要40，我想着万一不能报销就只查了这一项，算是挂号费一共70，自己出也还行叭。。。。。", "下午出结果还是高了，有一点慌但是也还行，参考值是小于3.4，上一次查6.1，这一次查是4.57，回宿舍问了室友的是1.4，果然还是有点问题，连续两次都高隐隐还是有的害怕，不过想着万一下一次查好一些呢，要不要再拖一个月_(:з」∠)_", "晚上去北航找xkf蹭了一顿川菜，极度舒适，发现大家在实验室都不容易但是别人好歹还是有点正事干，唉，差点东西√", "背了一篇六级作文，也还行叭，准备准备，希望可以过过过_(:з」∠)_", "还是早点碎觉，有病就医好啦（不是癌症就行√"], "length": 434}, {"date": ["2020-11-30", "21:54"], "content": ["有点离谱。。。。。", "还是干了一天的事情，上午下午把几篇论文的思维导图画了，也算是有点收获√然后贴了个膜虽然有点失误，因为没想到沾灰了之后就有点贴不紧嘛，不过下一次就眼疾手快的贴好了，还是先用着 。。。。。", "问题在于今天才想起来看一个月以前的体检报告，然后发现有个癌胚抗原过高，看了一下相关的疾病往大了癌症，往小了肠炎胃炎，就离谱，反正还是给我吓着了，调研了一下确实有一定概率的吓人，所以明天还是去复查一下√所以没有及时看报告也不是一件坏事，今天看到明天就去复查，因为医生建议其实是隔一个月再复查，今天正好距体检一个月，所以不用胡思乱想了，明天看结果叭。。。。。", "印象中上一次有点方还是高中体检，说心脏不太行，然后让飞机陪我去复检了一波，也就窦性心律过快，好像也没有什么大问题，但是当时没拿到复检结果之前还是有的方√这一次还是淡定了很多，倒不是心态的问题，主要是意外之灾着实有点让我想不到。。。。。", "早点碎觉叭，感觉静下来就有点脑阔痛，果然碎得不是很好_(:з」∠)_"], "length": 371}, {"date": ["2020-11-29", "23:48"], "content": ["碎了一天，然后晚上和老爸老妈打电话，果然感觉和老妈没什么话所，就比较迷嘛_(:з」∠)_然后老爸告诉我之前给老妈买的手机报废了，洗衣服的时候没有摸出来，在洗衣机里滚了二十分钟，怎么说呢不愧是我妈。。。。。不过重新买一个好了√", "说起来对于钱得执念还是我的问题，有的时候不在意有的时候有就完全不想花，还是应该轻松一点好了√", "啊啊啊啊啊啊，啥子都不想干，怎么可以这么辣鸡，有的时候还是希望有个人一起叭，唉"], "length": 170}, {"date": ["2020-11-29", "1:24"], "content": ["今天说干事情也干了，说没干也没干=。=", "上午研究微信下午研究QQ当然还是差点意思，回头再继续，回来玩游戏，然后这两天和傻子语音了一波，倒是没想到叭，不过还是日常扯淡√", "唉，还是有点消极，好好加油叭"], "length": 84}, {"date": ["2020-11-27", "22:49"], "content": ["玩了一天，点了两个外卖_(:з」∠)_", "把流浪地球又看了一遍还是有很感动的画面，果然有时候也是很感性啊=。=", "开始干活√"], "length": 44}, {"date": ["2020-11-27", "11:00"], "content": ["居然没写，因为现在才起，有点离谱", "昨天最大的收获就是把微信聊天记录拿出来了，真的是费了点时间，关键是那个数据库的密码是一个和手机卡槽有关系的值，我这个手机的卡槽前天都试了一直不行，昨天本来想挣扎一波看看是不是数据库文件不完整_(:з」∠)_但是最后还是不行，这个时候看到了旁边放置已久的上一个手机。。。。。硬是充电打开，又找到两个卡槽的值，试了一个不对，再试一个不对就不对叭，结果居然打开了哈哈哈哈哈哈，也算是难得了。。。。。接着解析了一下聊天记录，先存着叭√", "晚上回来打了一会游戏来着，有点放纵，和傻子扯淡，唉怎么可以有我这么菜的人，我也很无奈_(:з」∠)_倒不是戾气，算是有点无力的攻击_(:з」∠)_", "果然还是不好，调整过来叭√"], "length": 260}, {"date": ["2020-11-26", "0:07"], "content": ["效率低，上午搬服务器加趴着，不得不说还给我手搬得有点后遗症，酸痛酸痛的√下午研究了一下综述的规划，哇看来是真的要准备开始写了，今天的英语又倒了。。。。。", "最难受的是晚上又看到了微信聊天记录导出又试了一下研究了两个小时最后还是不行，真的是麻烦，总感觉哪里有点不对，自己摸索还是不太行_(:з」∠)_", "难受难受，碎觉碎觉"], "length": 133}, {"date": ["2020-11-25", "0:14"], "content": ["上午看了三篇文章，下午研究了一下把论文放在io上，还是比较奇怪的操作√", "晚上啥子也没干，今天英语也没学，啊有问题！", "碎觉碎觉离谱"], "length": 56}, {"date": ["2020-11-23", "23:34"], "content": ["厌学的一天", "继续整理了一波照片", "买了新的手机壳希望可以用但是钢化膜还没有买", "用了一下思维导图感觉还可以", "晚上又玩了一个晚上啥子没有干", "少了一点充实的东西", "果然早碎才是关键"], "length": 79}, {"date": ["2020-11-23", "0:18"], "content": ["呆了一天√", "早上被消息震醒，把电脑充电器借出去了，然后回来就帮着室友看代码，一直到吃午饭=。=", "下午电脑没电，平板没带就是碎觉的一下午，起来又帮室友看代码，然后五点多把充电器要回来了，和老爸老妈视频了一波，一时间发现大家都头发都很少，我记得老妈头发之前还是很多的啊_(:з」∠)_", "整理一波照片，还是有点没整理完，果然应该及时整理，这手机也是想换又不想换，电脑也是，主要是没钱啊，估计还是苟延残喘到毕业_(:з」∠)_", "又是新的一天，碎觉碎觉，眼前事好好解决√"], "length": 188}, {"date": ["2020-11-22", "2:00"], "content": ["有点东西的一天√", "早上起来初雪，虽然肉眼可见的飘落但是地面完全没有积雪，坐车路过五环外郊区勉强看到草地上有微白的一部分，也算是初雪的标准了叭=。=然后还是发了张照片，可惜我的手机拍不出来飘雪的场景。。。。。", "上午花了一上午时间扯淡其实我也是没想到的，还是慢慢少点戾气，一个事情讲清楚嘛√但是也偷得清闲，顺便继续看论文_(:з」∠)_", "中午吃了昨天买的便利蜂便当，讲道理还是对得起这个价格，不过没有那么好吃嘛。。。。。午觉起来三点了，不愧是我，真的就非常好碎。。。。。", "下午把综述看完了，但是还差的远，可以整理的太多而且没有想好下周汇报啥子，关键是让我照着模板写个综述应该不是这周的任务叭_(:з」∠)_虽然总得来说效率还可以提高=。=", "晚上就去了最近的校区，吃了间隔十个月的第一次食堂的，点了一手麻辣香锅把校园卡离的钱一次刷光了=。=吃完还是看了一眼属图书馆表示也是第一次来这个图书馆，环境还是很好的虽然还是很怀念帝国图书馆_(:з」∠)_接着去参加了一个联谊，算是第一次参加其实主要是去混吃混喝，到最后也没有喝到一点水。。。。。倒是偷了一堆旺旺雪饼哈哈哈哈哈哈，我觉得也不算亏了，虽然抽奖完全没有我_(:з」∠)_", "晚上快十点才出来，搜了一家绝味鸭脖走了三里路到了发现已经关门了，即使地图上写的营业到十点半，真的草率了，北方这个关门时间我是早该意识到的 ，这地图指示完全没用_(:з」∠)_", "回宿舍已经十一点了，今天还收到了五道口的枣糕和鲍师傅，因为之前我给我们班同学带了点兔兔嘛，不得不说这枣糕蛮香的，而且还蛮多的，无比感谢了√", "碎得很晚啦，明天又是躺尸的一天。。。。。"], "length": 569}, {"date": ["2020-11-21", "0:31"], "content": ["碎了半天玩了半天啥子也没干，周末加油叭√", "说起今天还和青和猫哥扯了会淡，也是难得了√", "问题现在还是困了，真难√", "加油加油，干活干活√"], "length": 55}, {"date": ["2020-11-20", "0:36"], "content": ["六级听力杀我，为什么啥子也听不懂。。。。。", "下午继续看综述，今天还是认真的一天√", "然后今天吃瓜有人实名举报天大化工的老师，16年退学了然后现在举报，其实这个作为局外人我也是想不明白的，当然举报了总不没有举报好，希望可以严肃处理叭_(:з」∠)_", "晚上还搞了一个醪糟饺子，讲道理除了醪糟有点多以为我觉得还行，就是有种甜和咸混合的感觉。。。。。", "碎得有点晚，剪了个头，希望明天还能见人√"], "length": 157}, {"date": ["2020-11-18", "23:25"], "content": ["上午困，背单词，越来越多单词√", "下午困，看综述，就看了6页，还是上的谷歌翻译。。。。。真是任重而道远，效率还是有的其实√", "晚上看了一晚上番，强风吹拂看得真的很激动，锻炼身体真的是一项快乐的事情√", "然后今天的蜜汁操作是晚上没吃饭因为真的不知道吃啥子，点外卖又很贵而且配送费很离谱，其他也不想吃，于是乎回宿舍九点多才点了一个，也不算吃饱了叭，但是零食很多哈哈哈哈√", "早点碎觉叭，节奏被打乱真不好_(:з」∠)_"], "length": 168}, {"date": ["2020-11-17", "23:51"], "content": ["又是困死的一天√", "早上去说下午汇报，就碎了一小会，然后又研究了一下主页，最近老是恋恋不忘。。。。。", "下午就是蜜汁操作，三个人打车去华严，劳累奔波，到了才发现其实说的是在闵庄汇报，关键是小导师还给我们其中两个人都发了消息，两个人都没注意，潜意识以为是去那边，然后又打车回来，真的是又没碎午觉困困困。。。。。", "然后开始汇报，果然还是划水看得出来，接着继续布置任务，讲道理我觉得其实还好，就是时间有点紧，一周一周的干活，而且这个任务量就离谱，但是我偏要慢慢来。。。。。", "晚上点了外卖打了球喝了肥宅快乐水，我觉得还是很快乐的，开始看《强风吹拂》了，真的特别容易激起运动的想法，说起这个，最近的flag都没了，不得不说小导师的出现确实打乱了计划。。。。。", "还是碎觉叭，明天开始看综述√"], "length": 283}, {"date": ["2020-11-17", "0:21"], "content": ["今天也是迷迷糊糊嘛√", "早上去直接碎觉，困得不要不要的，然后起来看了一眼git的仓库就到了吃饭的时候。。。。。", "食堂终于又开业了，我也是没想到好叭，然后排了个第一个位置，虽然饭卡已经找不到了，但是还是打到了第一份饭√20块钱我觉得是贵了，当然这个饭菜价值20我觉得没问题但是因为是直接一顿刷20我少吃几个菜也一样，所以我非要花20吃这么好干嘛。。。。。", "下午继续碎觉，起来两点半，看到了小导师两点钟发的消息让找着要求写个调研报告，四点之前发给他，我寻思应该还行，结果打开一看真就是无中生有呗，还好我看了一点点论文，开始写嘛，还是有的小紧张，然后差不多四点肯定没写完交了一版，然后后面的事情也没继续交代，突然又按着一个要求让找一篇论文，就硬找，当然我自己找论文的能力也没有很强，但是就是觉得这个要求离谱，找了好几篇算是有个勉强达标的。。。。。", "总得来说问题就是，我要不要尽力干活，好像还是一个平衡叭，干活干活但是也不用那么拼，反正自己能能力也就这样了，而且希望以后也用不上这些东西。。。。。", "困困困，今天应该缓过来一点点，还是碎觉叭√"], "length": 407}, {"date": ["2020-11-16", "2:32"], "content": ["今天就是很有操作了嘛√", "早上六点半爬起来，收拾出门，到天安门已经七点半多了，总算是看到了我哥嘛，一起的还有他们培训的同事，正好我也一起吃了个早饭，本来是打算偷偷结个账但是那个老板娘着实不太行非得当着大家的面算账。。。。。还好我手快，六个人吃了145其实也还行叭毕竟一碗面就要25=。=", "然后去了一趟附近的稻香村，有意思的是老板就说自己不是三禾的，旁边的大家都不是，但是糕点确实是正宗的_(:з」∠)_一起的人还买了不少，一盒自选称重好像是一百多，比我想象的要贵。。。。。我哥买了只烤鸭，也算是带点东西回去了嘛√", "接着就和我哥还有另一个同事一起去八达岭，他们有企业打车所以就直接白嫖了，关键是过去七十公里一般的司机都还不会接单，没想到我们这一下单马上就被抢了=。=当时觉得隐隐不对，只是没想到司机真后知后觉，都跟着导航上了西二环了，我说了一句还是有点远，司机说八大处不远啊。。。。。原来是抢单的时候把八达岭看成八大处了。。。。。有那么一瞬间车里沉默了=。=不过也还行叭，路上一个小时昨天，今天的客流量应该可以拉到返程√", "一路上往北，出了昌平还是开始有山了，北京这地理位置还是好，到了八达岭也是改了不少，有摆渡车有缆车了，上一次来还是五年前的九月叭，和老爸老妈第一次来北京，就想着爬个长城，这次我哥也应该是第一次来北京，也想着爬个长城，我也就跟着来了√", "南边还是开到南五楼，上次来没有爬，因为那个时候往北是可以走穿的，往南必须原路返回中点√从北一先上后下，从另一端出来，当时觉得也累，老妈的体力最好=。=这次来也选了往北，毕竟北八楼应该是最高点了叭，虽然这次因为疫情，到了北八楼也必须原路返回了。。。。。", "其实累倒是越走越不累，然后单程五十分钟左右，下来的时候拍照比较多嘛，确实没有第一次那种惊艳了，而且比第一次应该要快一些，天气还是冷，爬着却很热，脱了外套正好，就是城墙口还是吹着有点凉，最上面的时候探出去拍照差点给我吹傻了_(:з」∠)_", "从八达岭出来打车回五道口，结果司机没有第一时间上高速，就走了好长一段辅道，看地图也算是发现了神奇的路线，从八达岭往北一点京藏高速一分为二，两个方向的高速没有并排走，神奇的是往北的京藏高速并排的是往南的辅道，就导致了隔着铁栏一边高速一边是辅路，还是相向而行，其实来的时候我就发现两边车道不一样，当时还没想到是这种情况√", "到五道口快两点了，铜锅涮肉加奶茶，还是很快乐的反正我是吃撑了，唯一失误的是结帐让我哥抢先了，虽然我看了一眼那是真的贵了。。。。。", "接着就是压马路，沿着成府路走到北大门口，拍了个照就该溜了，他们打车去首都机场，正好我又顺路蹭个车往回到五道口和本科室友会面√这次来北京确实有点仓促，不过升国旗我哥也看了长城也打了卡，我觉得应该还算阔以的，以后机会还多明明来嘛=。=", "之后就和本科室友去肯德基坐了一会儿毕竟三点才吃完午饭着实没饿，也算是第一次在肯德基点了一手咖啡，真就卡布奇诺呗，比我想的要苦√", "坐到五点过，找了一家川菜馆，操作一下，没想到发现宝藏了，反正对我来说肯定是嘛，狼牙土豆，粉蒸牛肉，冰粉，廖糟汤圆，有一说一我之前是真没在北京吃过，这家店给我带来了机会，虽然叭，这个狼牙土豆是冷的我是真没想到，但是味道还行，毕竟都没有可以对比的店。。。。。", "又是吃撑的晚上，回宿舍已经八点多了，洗个澡开始看论文做ppt，其实着实开始糊弄嘛，不到十二点基本解决完了，但是拖到现在也算是很迷了√累还是真的累，脑袋都还是有点不清醒了，毕竟算是白天累死的情况下看了几个小时论文。。。。。", "可是太充实的周日了，希望明天活过去，好想碎觉！"], "length": 1295}, {"date": ["2020-11-15", "0:21"], "content": ["计划赶不上变化√", "上午本来去说是开始调研周一的汇报内容，没想到坐下就开始写CSS然后还真写了一上午，不过总算是有了一个可以看的导航栏，哇从无到有确实是太难了嘛_(:з」∠)_之后应该不会大改了，能用就行好了√", "中午就煮了一手饺子，就是感觉没有蘸水差点意思，白味的白菜可还行。。。。。说这买点调料现在没买，真是吃完啥子就忘了=。=", "下午碎到三点半才起来我也是没想到的，之后就搜了一个半小时的论文，实在是不知道汇报啥子，之前也没有准备，感觉是要糊弄过去了，关键是还得做ppt，论文也还没看完。。。。。", "晚上回来也没干活，背水一战开始操作，明天要去找我哥，又到了ddl是生产力的时候了√果然一点都不慌。。。。。真是习惯了。。。。。", "希望可以稳住叭，碎觉碎觉"], "length": 269}, {"date": ["2020-11-14", "0:25"], "content": ["上午一套题，下午写导航栏置顶没成功，添加了一些新东西，晚上小导师让周日汇报我是真的惊了，果断商量周一去毕竟周日应该回进城找我哥叭大概√", "然后今天又说起他们找工作好多钱的工资，还是真的高，而且越来越觉得面试好难要学的好多现在学都来不及了。。。。。考公务员和读博是不是相比之下更轻松一点。。。。。太难了。。。。。", "明天应该是调研的一天了，本来还想着爬西山来着_(:з」∠)_碎觉碎觉"], "length": 156}, {"date": ["2020-11-12", "23:58"], "content": ["上午试图写个导航栏，结果就真看了一上午，主要是css太不熟了，勉强能看，而且还是有些问题嘛√不过这样代码记笔记的部分基本上可以用了，就看慢慢添加内容了√", "下午的一套题，还行，晚上点了外卖，各种满减券一顿饭是一块钱我觉得还是OK的√", "这一周是完全没有工作的一周，真的就全干自己的事情了√老哥今天来北京因为培训估计得后天才能见着面，还不知道能不能周日操作一手出个门_(:з」∠)_", "拆了好多快递，虽然不是很想拆。。。。。好几个都放了好几天了=。=", "碎觉碎觉"], "length": 191}, {"date": ["2020-11-11", "23:07"], "content": ["上午一套题，尝试卡时间，效果还行叭√下午去了躺益园，听师兄师姐分享找工作的经验，果然还是太难了，互联网大厂要学的太多了_(:з」∠)_而且老感觉是那种没啥子用的。。。。。晚上回来试图找了合适的html中嵌入md的办法，找了一个库但是不知道为什么就是没有办法渲染格式，反正就一直找不到合适的。。。。。然后反向操作md中嵌入html最大的问题就是不能设置head，是真的不会，就很难受想找个人问问_(:з」∠)_", "碎觉碎得越来越早，困困困"], "length": 179}, {"date": ["2020-11-10", "23:37"], "content": ["flag全倒，今天上午一套题，打印机居然没墨了。。。。。所以直接看的pdf，差点意思嘛√然后下午就开始试图构建github的个人主页，要学的东西可太多了，磕磕绊绊总算是可以在本地编辑md，但是实在是太丑了，而且总得框架也没有搭起来，慢慢来叭，主要是好像问问题不知道问谁。。。。。晚上也是九点半才回来，说起来已经好久好久没有九点半坐车回来了_(:з」∠)_", "啊还是有点小开心，虽然好多问题没有解决，不过我还真是热衷于这种乱七八糟的小事=。=", "和老妈打电话被劝买衣服然后说不说了，这，一时给我气着了，但是没啥子说的就不说叭。。。。。", "今天三爷给我发消息问我买的基金，然后说打算开始学习理财，而且还拉了个我们几兄弟的群，当然群里都没人说话。。。。。但是我还是惊了，当然现在也可以开始学了，希望以后有可以用得到的地方叭√", "花了一分钟买了一件羽绒服，我可真是太棒了。。。。看来不能早碎，等着付尾款叭_(:з」∠)_"], "length": 331}, {"date": ["2020-11-09", "23:34"], "content": ["做了十个俯卧撑算不算。。。。。主要是右手臂现在还是酸痛的。。。。。", "上午一套题，下午C++，晚上京吹和公文讲座，过得是真的自由哈哈哈哈哈，完全没有干活。。。。。但是效率还是有点低_(:з」∠)_", "明天继续加油叭"], "length": 74}, {"date": ["2020-11-08", "23:30"], "content": ["躺尸的一天，碎觉吃饭打游戏，拖地洗澡逛超市，看了一手《太阳照常升起》，果然是姜文的电影，好像看懂了好像又没看懂，各种暗喻也不知道算不算过度解读，总之看了还是看了√", "修整一下明天上班，flag立起来！"], "length": 86}, {"date": ["2020-11-07", "23:32"], "content": ["今天早上去所里，车上有个另一个办公点，本来司机以为周末都是到我们那里的就没去另一个办公点，结果走到半路一问就惊了，又掉头回去了，我一开始还以为今天可以特别早到所里，结果还是没有_(:з」∠)_", "上午做了一手阅读，接着就开始看番，点了个外卖，着实不太行，又拉入黑名单，午觉起来两点多，复习了一下东方快车谋杀案，看了一下影评发现2017年这个版本还是有争议，不过我觉得经典还是有的√", "三点开始往体育馆走，四点卡点到，第一次来体育馆打羽毛球，环境还行，就是木地板有点打滑，而且价格好像六十一小时，我是觉得很贵了。。。。。两个小时给我手打麻了，当然也不是连续嘛，而且事实证明还是很菜，老是打不到球，杀球也没力气，高远球接起来也费劲，手腕还用不上劲，总是差点意思嘛√但是锻炼身体还是有的，最后整的大腿酸痛，不过没有出汗有点奇怪。。。。。", "之后和师兄们吃了烤鱼，又是暴饮暴食的一顿，味道很可，小贵，就是鱼太少了，川味还算是有了，但是点了个酱香也不是不行√", "回到宿舍已经九点了，好累好累。。。。。拖到现在才打算碎觉，虽然一直躺着。。。。。而且好撑。。。。。", "好了还是碎觉叭，明天不想起床_(:з」∠)_"], "length": 407}, {"date": ["2020-11-07", "23:23"], "content": ["这周出大问题，感觉都没按节奏来叭√", "昨天算是充实了，上午做六级，下午和小导师还有一组的人开组会，主要是听了一下要干啥子面向毕业论文的工作规划。。。。。不过有一说一还算是有点收获，下周还是要调研一下，就是觉得有点迷，希望可以有一个好一点的方向_(:з」∠)_", "晚上吃了鱼头馆，今年第一次去了应该是，分量还是很足的，反正我是吃得很撑，难得凑齐六个人，说起来我们组是真的没有聚餐活动，昨天算是一次小聚了叭√", "然后还整了一把王者荣耀，我是真没想到还有在工位上打这个的一天，可以大家都有点飘了，而且我之前还真不知道他们玩嘛，之后还有没有操作也随缘了大概，反正我也是菜=。=", "双十一的快递到了很多，但是不得不说吐槽一下本来买的一个礼物包装盒给压扁了，这怎么拿出去嘛就离谱。。。。。瑜伽垫估计等着周末打扫一下卫生再用叭，总感觉缺乏锻炼了√", "关键是和老师对完线就很轻松。。。。。"], "length": 326}, {"date": ["2020-11-07", "0:42"], "content": ["明天补上，今天又是很充实的一天，但是就是困！"], "length": 19}, {"date": ["2020-11-05", "23:38"], "content": ["看了两套题，勉强可以做，时间还是很紧，单词好多好多。。。。。啊听力听力什么时候开始√", "晚上装了个gcc试图开始码一下C++，可以不会写但是至少要能看懂叭，大概_(:з」∠)_", "方便面煮得太熟了，差点意思，水平可以再练一下=。=今天也算是对选调了解得更加清楚了，川内就真的成都省，其他市的工资也太低太低太低了。。。。。啊而且专业出大问题，在考虑转专业了，虽然还得选课。。。。。", "啊困困困，碎觉碎觉"], "length": 153}, {"date": ["2020-11-05", "0:10"], "content": ["又看了一套题，比前两天好一点的，今天正好上一次六级出成绩，啊希望我也阔以过叭√", "下午把ppt做了，感觉还行，有一点点草率，但是能讲就行叭=。=然后一个晚上都看四川选调的科普讲座，可太难了，果然干啥子都不简单啊，竞争也好大，清北的人也疯狂考选调内卷啊。。。。。", "啊碎觉碎觉√"], "length": 114}, {"date": ["2020-11-03", "23:18"], "content": ["继续看六级，然后看了看隐写，发现图片被压缩之后就不太行，而且微信头像老是会压缩，就离谱=。=", "收到了小导师的信息说让汇报，我现在好烦汇报啊虽然感觉这也应该做的毕竟老师也不了解我问题是我确实也没有干啥子这怎么说嘛，算了算了明天好好做一下嘛√", "晚上逛淘宝买了好多好多东西还买了80块钱的吃的虽然不见得比平时便宜而且本来良品铺子就贵_(:з」∠)_一共花了340块钱，还没买羽绒服，果然双十一还是花钱的时候=。=", "晚上买了泡面煮了一波，还是很好吃的虽然没有吃饱，一袋泡面还是有点少，加上菜和蛋和火腿肠就很灵魂了，要是当个早饭其实应该可以=。=。", "今天有点早flag还没立完，啊，就很困。。。。。"], "length": 252}, {"date": ["2020-11-02", "23:52"], "content": ["看了一天的六级题，结果一套也没看完，效率不太行，而且好多单词不认识，做题也好难好难。。。。。当然中途穿插了一下脚本和一个画图，又学到了新的东西！", "晚上打了一手乒乓，和师兄扯淡来着，回宿舍借了一个螺丝刀和一盒螺丝，总算是把电脑后盖上好了，至于还会不会乱响我也不知道。。。。。晚上本来还看了很久的电脑，果然不知道买啥子，总感觉每个选择都有点缺陷_(:з」∠)_没钱可能是最大的缺陷。。。。。", "flag立起来，双十一还不知道买啥子，瑜伽垫是不是可以考虑一下下=。=", "今天还和老爸视频中见到了五姨妈的儿子，印象中第一次看到但是又觉得有点眼熟，唉这也看出来老妈这边确实联系得太少了，家庭和睦其乐融融是看不到了，也就这样了叭", "要好好学点东西啊，好多好多要学的"], "length": 274}, {"date": ["2020-11-02", "0:27"], "content": ["今天就是完完全全休息的一天√", "昨天和老爸打了电话说了很多，但是意犹未尽嘛，今天老妈也关心了一波，果然老妈老爸永远在身后，不过怎么说呢，还是思想有一些不一样，老妈看重的还是中国典型社会的生存，可能也恰巧是我讨厌的叭_(:з」∠)_", "躺尸玩游戏的一天，最近的FLAG全倒了，明天要新的开始了，总是要进步的，人不应该一直困在一个颓废的地方√", "自勉"], "length": 146}, {"date": ["2020-11-02", "0:21"], "content": ["昨天补上", "早上约了体检，也是七点过就起了，但是八点半才出发，到体检的地方已经九点半了，人还是很多，全部搞完十点半了，没有吃早饭还挺饿，最后跟着同学整了个蹄花火锅，有一说一我是真没吃饱而且还是真的贵，这就是北京的物价么=。=", "中午十二点截稿，我也以为结束了，不管了，但是回所碎午觉的时候，接到了师兄的电话，给我惊醒，说起来改论文，我寻思截稿了啊但是师兄说延期了。。。。。哇应该在考教资叭，还有心情关心我的论文。。。。。感动，不敢动。。。。。但是我是实在不想改了，就酱紫叭，听天由命_(:з」∠)_", "昨天晚上是S赛决赛，看了全部，确实可惜，主场也没夺冠，DWG也是真的强，没有主队的我感觉还行，明年LPL加油啊！"], "length": 248}, {"date": ["2020-11-02", "0:11"], "content": ["前天的补上√", "大老板让八点半到华严，所以六点二十起来了，六点四十多出门，公交转地铁转地铁再走二十分钟，总算是到了，算了一下上次来还是去年的四月份叭大概，整整一年半没有来过了，但是地形还是很熟的。。。。。", "大老板确实八点半已经在办公室，直接就是开始聊嘛，说了半个多小时，其实主要就两个东西，而且我一开始还没意识到这些话里有话，后面才慢慢想明白，果然领导就是会说话=。=", "第一个事情就是，这篇论文，可以发，但是不能挂大老板名字。毕竟灌水的文章，挂个名真的是拉低了学术水平，如果换成我我也不想挂名，这个倒是没问题。关键是，我的导师名字是他，我的硕士同学们为了毕业灌水，导师也不管，毕竟他们的导师可能也需要辣鸡文章，但是我老师是完全不需要。。。。。所以，如果大老板坚持非B不要，那我毕业的压力还是有点大=。=我去之前也是有心理准备了，这个确实无可厚非，说白了就是如果挂名就是情分，为了帮助我毕业，不挂名是本分，为了不拉低大老板层次。。。。。唉，算了算了，这也不是我能说服的问题_(:з」∠)_", "第二个事情是给我安排了一个小导师，毕竟大老板忙也管不了我，而且还说了很大一堆表示不能只搞学术，还要做项目，以后出去好说，所以给我一个小导师带我，老王走了也不太能管我嘛√我感觉也不是没道理，后来慢慢想明白，就是想白嫖我这个劳动力呗。。。。。", "本来我的计划是，这篇投了，挂个老师名字，如果中了，那我明年有大把的时间干自己的事情，学习基础的知识准备面试什么的，或者找个实习，至少为毕业之后做准备√但是这两个事情一出来，计划全盘落空，首先还得花大量的时间再写一篇文章，而且还不知道能不能中，其次这个小导师据说很多事情毕竟也带工程项目，所以经常就是有小任务要干嘛，所以也没有自己的很多时间。。。。。当然，作为研究生干这些看起来也没什么不正常，但是当大家都这自己干自己的时候再来看这些就很不正常了。。。。。", "走一步看一步叭，目光还是长远一点了，希望压力还是尽快解决掉叭，不过不管怎么样相信自己叭，其他的以后再吐槽了√", "和大老板聊完之后本来还等着和小导师聊，但是小导师开会来着，等了到中午就回闵庄了，下午跟着党支部去爬了香山，没想到香山还挺高，爬上去也算是有点累叭，下山就实在是亏膝盖了，走了很长很长的楼梯，整的我今天小腿还是酸痛_(:з」∠)_还是就是香山红叶基本没看到，还真有声名在外的红叶，着实没得排面，不过有好几棵银杏还是好看，问题是我手机没电了。。。。。全程都没有拍几张照片，有点可惜√", "回来已经快六点了，打开手机看到师兄发的消息，准备通宵改论文叭。。。。。哇也是把我惊了，其实有一点不想改，因为老想着中了好像也没用，但是师兄特别认真，明明昨天还要考教资，但是依然花了一个下午和一个晚上的时候帮我改论文，我自己也是跟着师兄改了一些，虽然老觉得改不完，哪里都是问题，但是最后凌晨两点还是交了一版_(:з」∠)_", "唉，就这样叭，希望这个事情告一段落√"], "length": 1041}, {"date": ["2020-11-01", "0:30"], "content": ["算了算了，今天也没闲下来（并不", "不要方，补上补上", "但是LPL决赛亚军就很可惜啊啊啊啊啊"], "length": 38}, {"date": ["2020-10-31", "2:08"], "content": ["可太充实了，明天闲下来再写叭_(:з」∠)_实在是懒得动了"], "length": 20}, {"date": ["2020-10-29", "22:08"], "content": ["论文改完还不能投就离谱。。。。。", "和大老板说了要投一篇，结果大老板疯狂追问，我寻思他也没管过我啊，虽然也不是不能理解，但是感觉他的语气就是非常不想我投。。。。。", "我以为就算论文辣鸡，但是投一下也不亏，可是大老板给我的感觉就是，辣鸡论文不能投，所以让我明天去找他汇报_(:з」∠)_关键是我自己都觉得这论文不是很行，这要是一心不让我投我肯定说不过，这怎么办。。。。。", "唉还能不能毕业了，先保个底都不行么，是真的难，希望明天顺利叭，虽然我预料到了不顺利_(:з」∠)_", "难受，想早点碎觉了"], "length": 192}, {"date": ["2020-10-29", "0:05"], "content": ["flag全倒", "正好收收心，上午重写了脚本，新知识get，下午熟悉了一下git，但是还是不太熟，晚上回来休息，然后接到了老王的电话，说了很多很关键的建议，不过看起来要好多时间来改了，希望明天可以疯狂操作叭√", "想想还有好多事情要做，今天还和老妈视频聊了一会，也算是很久没有看到老妈了，不管怎么样还是要加油啦，总得要往前走的√"], "length": 143}, {"date": ["2020-10-27", "23:46"], "content": ["今天把完整的初版发给老王，虽然知道很辣鸡，但是也不管了，确实有点难√", "然后下午研究了半天的会议，果然没有我可以投的，都是那种看起来就很高级，实在是望而却步，虽然已经想的很远了，总是要有点理想的叭√", "晚上写了个通勤车预约都脚本，又涨了一点知识叭，反正突然就放松下来了，还报了个周五的党支部活动，等一手明天老王的消息，希望阔以赶上√", "碎觉碎觉"], "length": 150}, {"date": ["2020-10-27", "0:11"], "content": ["改了一天，尽力了，明天发给老王叭，该怎么样就怎么样了√", "一周前买的有一件衣服没有发货，其他的衣服到了，穿了一下还是感觉差一件外套，又下单了一件，不知道为啥子买了这么多还是感觉没衣服穿，主要是那件袖子又大又短，我是万万没想到的，唉，吃一堑长一智=。=也不想退了。。。。。", "碎觉叭，flag差点意思"], "length": 124}, {"date": ["2020-10-25", "23:49"], "content": ["躺尸一天，真啥子没干，去了趟超市，为了看半决赛特地提前跑步，晚上吃得特别撑。", "碎觉叭，每天都好困好困，明天又是苦战√"], "length": 49}, {"date": ["2020-10-25", "0:28"], "content": ["虽然意料之中，但是还是有点小失望，师兄说写得太烂了。不过我本来也想着再改一遍，关键是还是要摸索一个合适的方法叭√希望来得及。。。。。还没给老王看。。。。。估计已经忘了我这回事叭。。。。。", "中午在所里煮了钵钵鸡，舒服了，就是没有土豆和藕片有点遗憾，毕竟没有带刀和菜板去，反正吃得可撑了=。=", "晚上回来就看S10半决赛，时隔很久又吃了便利蜂，跑步忘记换衣服了，说起这个，突然发现好像衣服没洗。。。。。这。。。。。", "啊啊啊啊啊啊快点结束叭，想去香山故宫国博，虽然找不到人，但是还是想去_(:з」∠)_今天看朋友圈发现大家都出去玩了，果然是一个天气很好的周六，而且高中的同学又在北京约的，我实在也是不熟，本来高中就不熟，然后读大学和读研他们越来越厉害，我是越来越辣鸡，层次一下就出来了，唉，没有对比就没有伤害，努力让自己变得稍微好一点叭。", "自勉√"], "length": 301}, {"date": ["2020-10-23", "23:48"], "content": ["算是完成了我觉得的初稿，明天给师兄看一下，希望来得及√", "继续立flag，不过日语都单词还是差点意思，可能因为今天实在是太困了。。。。。", "削苹果削到大拇指的指肚了，不太行，虽然口不深，但是老是会用力碰到，希望碎个觉可以好起来=。=", "看到周围实习的人，感觉都好厉害，大概还是有个规划叭，按部就班，一步一步来，毕竟自己菜也不是一两天了_(:з」∠)_", "加油√"], "length": 141}, {"date": ["2020-10-23", "0:33"], "content": ["有操作又没完成flag的一天。。。。。", "上午去花了一个上午就把摘要写了，写得真慢。。。。。然后就没然后了，下午和晚上就完全没有进度，拖到明天了_(:з」∠)_", "下午去植物园定向越野，先去买了一波明信片，用不用不知道，反正先买叭√接着打卡出发，小组编号80，出发是按编号一次出发，到我们组的时候已经过去了快一个小时=。=本来和两个师兄组队，想着老年人散步队，主要是来看植物园的，结果拿到地图出发后，就疯狂得跑起来。。。。。哇说好的慢慢走呢_(:з」∠)_", "也算是第一次参加比较正式的定向越野，但是又没有那么正式，比较队伍太多了，跟着前面的队伍跑可以省很多事情，前面好几打卡点都是几个队在一块，其实我自己倒是每次都没发现打卡的机器，全靠其他人哈哈哈哈哈√问题在于第八个点的时候两个师兄和其他队的方向分离了，我也没有看地图，别问问就是我在拍照片。。。。。毕竟来都来了，总不能一直狂跑叭。。。。。所以第八个耽误了一会，后面的点都还比较迅速，最后两个打卡点我也算是贡献了一波，冲刺了一下嘛，假装减少了所花的时间_(:з」∠)_", "总的来说也没有很累，但是找不到打卡点是真的，有好点让我自己找估计找很久，就是那种到了附近，但是就是看不见在哪里。。。。。甚至有一个还在石碑的背后_(:з」∠)_然后也没有全程跑下来，中间有一段也算是压了一会马路，如果非要尽全力的话，应该可以用更短的时间√", "离开植物园还不到下午三点。。。。。在公交车上突然我就说要不去麦当劳，没想到两个师兄极力赞成哈哈哈哈哈，于是乎多坐了几个站，真去了，点了一个鸡排一杯冰阔落一个冰淇淋，极度舒适，好久没吃了，上次好像还是去年夏天回家在龙头寺吃了=。=", "回所搞了一个喵币的脚本，测试了一下还行，但是据说用多了能被检测到，晚上点了个外卖，还是好贵啊，吃完还碎了一会。。。。。加上三点多本来也吃撑了，又累又困，今天的跑步就没去_(:з」∠)_", "明天把初稿改完，周末让师兄帮忙看一下叭，看来是指望不上老王了。。。。。比较这论文确实辣鸡。。。。。", "啊碎觉碎觉"], "length": 694}, {"date": ["2020-10-22", "0:21"], "content": ["差个摘要，没想到今天还是没有搞完，重新花了一下图，然后发现这是真的莫得啥子水平，关键是写得也没有那种吹起来的感觉，希望明天可以搞一个完整的初稿，再把语言重新改一遍√希望来得及叭。。。。。", "今天把《半泽直树2》看完了，哇真的有种大快人心的感觉，最后大家都联合起来了，舒服了啊，但是每个人的人个性也没有变，当然也阐述了一些现实的问题，我个人还是很喜欢的√", "明天打算把锅带到所里去，最近可以改善生活了了，大概，煮个饺子什么的应该还行叭，晚上实在是不知道吃啥子了。。。。。", "碎觉碎觉，还有七天结束！"], "length": 210}, {"date": ["2020-10-21", "0:33"], "content": ["有点晚，和本科室友打游戏来着，不过今天都flag也都立起来了√", "今天也是认真翻译了一天，不过中午因为图片并列排版的问题耽误了一会，按计划明天应该可以搞一个初稿叭，大概。。。。。晚上回来看了一眼前面的翻译，怎么可以这么辣鸡。。。。。狗屁不通。。。。。太难了。。。。。", "加油搞定叭，还有一周时间√"], "length": 115}, {"date": ["2020-10-19", "23:57"], "content": ["虽然但是，效率不太行√还是太松懈了，加油啊", "今天也是活久见叭，班上两个女生在朋友圈因为作息的问题撕起来了，搞得大家都知道了，就很迷，还好我的室友都比较和谐，问题不大=。=", "晚上回来车上和老爸打了电话，又扯了很多事情，果然还是喜欢说一些琐事，主要是听老爸讲叭√", "赶紧把这草稿写完叭，好多事也等着做呢_(:з」∠)_"], "length": 129}, {"date": ["2020-10-19", "0:10"], "content": ["完完全全休息了一天（怎么感觉不太对劲", "早上十点多起来，然后买了个菜，买了个漏勺，准备菜，搞完就十二点了，不得不说这个小刀切土豆和藕是真的难切。。。。。之前收到的豆干终于可以有机会吃了，不过中午泡的时间有点短，晚上煮的才算是软了√", "其实这个钵钵鸡感觉没有之前家里买的阔以，而且我水应该是加多了，菜的话虽然每样都不多，两荤七素，总的加起来看起来就很多，中午加晚上我和我室友两个人还是解决了，还好便利蜂可以买到米饭，如果只算食材和米饭一共才花34块钱，感觉还是阔以了√", "最近发现每天吃水果捞也是flag了，可能因为跑完步就很想吃凉的。。。。。正好就当每天吃了水果了，不过就是有点贵√", "今天拆了两个衣服的快递，实在是，太薄了。。。。。失策啊买的时候老觉得看起来可以保暖，实际上那是真薄，想退货了=。=", "所以还要买衣服。。。。。。啊啊啊啊花钱花钱花钱", "上班早碎觉"], "length": 321}, {"date": ["2020-10-18", "0:10"], "content": ["周末加班，感觉还是写了不少，虽然是谷歌翻译，但是还是换了好多词！说实话还是用语太单调了，同样的意思换个说法就好很多但是就是想不出来。。。。。", "今天买了个盆，钵钵鸡到了，我觉得可以开始操作，但是看起来料太多了，一包料可以做五斤菜，这，感觉有点难度=。=", "今天也是LPL值得记录的一天，滔博让二追三，见证历史，虽然我也没有全程看完，但是就跟着很激动啦√", "晚上终于把放了很久的泡面吃了，感觉是时候淘宝一波了，比较泡面碗放了好久没动了。。。。。而且好像加点菜一起煮=。=", "买的书到了，但是封面和角都皱了，于是乎上当当又买了五十多的书，其实我也觉得没有必要，但是纸质书可以放床头看，还是挺好的。。。。。", "感觉明天周日起不来啊_(:з」∠)_"], "length": 258}, {"date": ["2020-10-17", "0:43"], "content": ["买了便宜的但是不好看的衣服，买都买了，唉，没钱。。。。。", "今天又是有一点点英语进步的一天，虽然进度还是很低，算了算时间好像有点紧了，不过勉强也要写完啊，加油加油√", "晚上回来跑步有点脑阔痛，然后今天和室友玩游戏稍微有点玩，flag也是打满了，就是英语还没立起来，寻思应该加在哪个时间，比如晚饭后。。。。。", "困得不行，碎觉碎觉"], "length": 134}, {"date": ["2020-10-16", "0:00"], "content": ["又花了一天时间，勉强找到了一点点小套路，但是进展太慢了，是真的难，而且自己读起来都觉得差得太远了，就是不知道怎么改进。。。。。", "onenote的手机版不能和电脑端同步，就有点离谱，本来说研究一下也没来得及_(:з」∠)_翻了翻衣服发现也没有什么衣服了，赶紧买点厚衣服叭。。。。。又没钱了。。。。。", "最近生活都还很规律，坚持一下下√"], "length": 130}, {"date": ["2020-10-15", "0:08"], "content": ["中译英也太难了叭。。。。。花了一天时间，还没摸到门槛。。。。。早上装了个朗文，然后就一直研究怎么翻译，怎么学术用语，谷歌翻译实在是有点朴素。。。。。但是怎么该怎么觉得不行，单词替换勉强可以做，句子结构是真的一点不会，主要是就是积累太少了，根本一句话都憋不出来。。。。。现在积累又来不及了。。。。。虽然老王还没有理我。。。。。啊啊啊啊啊啊硬着头皮上叭，再烂也得写一版_(:з」∠)_", "今天和老爸老妈视频了，终于想起来这个事情，倒是扯了很多，催我找女票关键是我是真找不到啊，人际交往也好难，知世故而不世故也好难，早上和小短手说公务员都升官发财，全是喝酒吃饭求人办事，我是打心底讨厌，我可以做但是我就是很讨厌，所以有点不想走这条路。小的时候说不从商不从政 ，长大了发现那就打工赚钱嘛，虽然慢慢意识到选调生的优点，但是就是有点抵触中国式的饭局。", "算了这都是不是我现在考虑的事情，毕业要紧叭，flag立好了√", "早碎！"], "length": 333}, {"date": ["2020-10-14", "0:37"], "content": ["研究文字识别有点晚，而且onenote的移动版确实不是很好用。。。。。", "今天把相关工作写了，虽然很烂，但是也是憋出来了一点点，然后发现icc延期了，应该投这个叭大概，老王还没有给我之前草稿的反馈，我估计是太撇了都不想看。。。。。。但是莫得办法啊，再怎么样也要写一版了√", "今天师姐去苏州了，还聊了会天，虽然我没去成山塘街，但是也算是在照片里看了，以后有机会再去叭_(:з」∠)_", "和同学讨论找工作的事情发现真的是太难了，而且我还啥子不会，每天都想吐槽这个事情啊啊啊啊啊啊，目前的任务大概是先毕业叭，然后就要准备工作了。。。。。", "好饿，今天晚上风大，跑完步感觉有点不太好，是不是应该换运动了可是我也不知道还能干啥子，最近的俯卧撑和仰卧起坐都没做啊，但是说真的饿_(:з」∠)_", "收到了猫哥的月饼，还是很有排面的，虽然寻思是不是快过期了，快点吃掉吃掉！啊现在要忍住，明天再吃叭。。。。", "小晚了，困困困"], "length": 327}, {"date": ["2020-10-13", "0:06"], "content": ["今天得flag立起来了，看了一会书，还是阔以√", "早上去试图注册edas，研究了一会就注册了个帐号，而且没有找到ICC的注册，中午问了师兄之后，才知道要先随便提交一下标题和摘要，占个坑，然后会获得一个提交得id，之后再慢慢提交正文什么的，总之最好在截止日期之前就拿到一个id，于是乎我搞了一个ICC和一个WCNC的√", "下午试图调研相关工作怎么写，果然不简单，真的写不出来别人论文里的那种感觉，学不来啊。。。。。而且感觉我找到文献都是那种很辣鸡的会议和期刊，虽然我想投的这两个也很辣鸡。。。。。", "唉算了算了，毕业要紧，越来越不想找工作了，今天晚上流的时候和一个师兄聊了一会，发现工作岗位要得那些技术我一个都不会，安全开发算法，完全不知道这些岗位牙科学啥子，真的好难。。。。。走一步看一步叭，先混毕业再说√", "人脉真是好东西，可惜我没有，如果找工作的话，希望老王可以帮我一下下叭，唉，求人不如求己，加油加油"], "length": 348}, {"date": ["2020-10-11", "23:47"], "content": ["休息了一天，就离谱", "flag继续加，不熬夜，学英语的，别人要么自己厉害，要么有厉害的人帮助，我自己什么都没有，而且还菜，保重身体叭，身心健康就行了√", "不要做浪费时间的事情了，自勉√", "还有，多读书，不知道有什么用，但是总有用上的时候叭"], "length": 98}, {"date": ["2020-10-11", "0:59"], "content": ["把部分的初稿写完了，花了一个下午的时间画了一个结构图，不得不说也是借鉴了别人的图形，但是是真的难画。。。。。还是有的成就感√", "晚上还打了会球，然后回来跑步，今天就感觉有点胸口疼，果然明天都有不同的问题=。=水果捞搞了个苹果，发现也还阔以，换着来叭√", "最近和傻子扯淡真就扯得很久，碎得有点晚啊，我也不知道怎么评价这种关系，可以分享日常的网友，总感觉这种关系不会长久叭，但是现在对我来说确实是重要的，当然我也希望可以持续下去=。=", "今天本来有机会报内蒙古的N3，但是我花时间调研了一下考场和来回路线，路费加上报名费得一千了。。。。。正在犹豫的时候，发现名额已经没了，唉是真的犹豫叭，在北京如果可以报上，就报名费450我觉得还行叭，不交钱就没有动力，但是当这个钱变成一千之后，我觉得我不考试我也可以学了，只要自己学来有用，不考证也行叭√大概这就是穷人的犹豫", "碎觉碎觉，明天又休息了"], "length": 338}, {"date": ["2020-10-10", "0:37"], "content": ["今天还是完成了预计的任务，明天希望可以给个能看的版本，大概√", "然后今天的flag没有立全，失败，离谱，而且跑步脚腕疼，每次都能出现新问题，反正就难受，不过跑着跑着就没知觉了。。。。。也不知道是好是坏。。。。。", "每天都给自己加油啊，重要学会点什么的√"], "length": 101}, {"date": ["2020-10-09", "1:25"], "content": ["今天是一点都没写，有点小离谱√", "早上起得晚，下午又碎觉，基本在看剧，但是晚上还是操作了一波，帮师姐搞了一手p图，又学到了一手ps的基操，还是阔以的，真就手把手教学，一开始QQ电话，结果信号不好，就开始打电话，至少电话的信号也很好，差不多搞了一个小时。。。。。。然后发现电话居然也阔以视频，于是乎，就给师姐转播了一手S10的小组赛，真就拿着手机对着我的平板给师姐看。。。。。手都给我举酸了，可能这就是真爱了√", "接着和傻子扯淡扯了很久，说起来这个我还把备注给改回去，今天也算是问了一些问题，线上很熟线下尴尬？也不至于，希望可以一直做朋友叭", "有点晚，和室友讨论代码的问题，明天又要上班了，唉，总是很羡慕别人，但是自己又不改变，明天开始flag立起来叭√"], "length": 278}, {"date": ["2020-10-08", "1:39"], "content": ["没去所里，写了第三部分的其中一节，还困，但是居然开始看雪豹了，不过不得不说比我想象的要好看。。。。。", "啊好想出去玩。。。。。", "朋友圈大家都好开心。。。。。", "好了，还是先做事叭"], "length": 64}, {"date": ["2020-10-07", "0:13"], "content": ["今天就没有去所里，主要是没人一起打车，也不想坐公交，所以今天效率也不是很高，就把实验部分写完了，虽然写得也很烂，", "但是不去所里还是有好处，至少碎觉很舒服，而且中午还搞了一手海底捞自热火锅，就是之前白嫖的，今天总算解决了√晚上还出去购物了一波，又买了好多好多吃的，算是出了个门嘛", "还不知道明天干啥子，如果能去所里还是去叭。。。。。最后两天希望可以把第三部分写完√", "加油加油"], "length": 162}, {"date": ["2020-10-06", "1:32"], "content": ["早上打车居然有四个人，晚上就只有两个人了 ，所以打车的钱省了总会花出去的。。。。。", "然后今天效率不高，补做了很多实验，不过实验结果还是有了，而且有一说一看了自己写的，觉得很朴素，就是没有看别人写论文的感觉，奇奇怪怪_(:з」∠)_", "算了一下时间，这个效率着实不行。。。。。。而且还想着出去玩。。。。。flag立了一半，而且还晚碎了，明天也不知道怎么去所里=。=", "不过明天应该要检验一波效率，该干啥子干啥子√"], "length": 159}, {"date": ["2020-10-05", "0:27"], "content": ["今天日常操作，虽然效率比昨天高，但是还是很低啊啊啊啊啊啊的。。。。。", "上午就写了小小节，下午困得不行碎觉起来又写了小小节，晚上就开始扯淡，而且今天顺带还看了一波S赛，晚上走得比较晚，把实验跑了一下，总之就是今天也还行叭，就是真的不知道写什么。。。。。没有那种文思泉涌的感觉。。。。。", "今天朋友圈秀恩爱的异常的多，审视了自己，脸上有很多黑痣，长得也不好看，脖子长，腿短，牙齿和皮肤不好，没有衣品，没有特长。可能我自己都不想和自己谈恋爱叭，虽然优点可能也有几个，可是这些已经足以让别人发现不了我的优点就擦肩而过了。好想改变啊。", "今天的flag没有干，明天开始先把语法继续整理叭，总得养成一些习惯叭，活着不能太辣鸡了。", "自勉"], "length": 264}, {"date": ["2020-10-04", "0:10"], "content": ["今天算是学习的一天但是就是效率低√", "早上起得早不过一起打车的人最后八点四十才出发嘛，不过还是九点就到了，不得不说打车是真的快，问题就是还是有点贵嘛_(:з」∠)_", "上午看了一篇论文的一部分，试图学习结构嘛，但是因为自己了解得实在是太少了，所以写引言是真的困难。。。。。下午花了一下午也就写了一点点，之前还在想不就是一个部分嘛很快就写完了，结果还是花了好久好久，总算是体会到了啥子也不会的是真的写不出来。。。。。", "中午碎觉起来撞到了鼻梁，那是真的痛，现在还隐隐有感觉，万万没想到起床的瞬间给撞到桌沿了，怕不是真的没有碎醒√", "晚上也跟着打车回来了，和老爸打了个电话，扯淡了很久，今天也是农历的生日，以我们那里的习俗也算是真的23岁了，有些东西是真的可遇不可求叭，所以还是觉得应该先让自己变得更好，最起码要开始养生。。。。。flag加油叭，虽然今天一个都没有完成。。。。。", "新的一岁了，老爸老妈又老了一岁了，今年没有吃蛋糕，有一点小遗憾叭，虽然过去的几年基本上每年都是自己给自己买，不过总感觉有些执念，小时候基本没有吃过，仪式感也许也很重要叭√", "自勉"], "length": 407}, {"date": ["2020-10-03", "1:12"], "content": ["心满意足了√", "早上一觉醒来八点多，和师姐一起出门，打车到公交站把我放下，也是希望师姐有时间来北京玩叭，虽然我也知道北京没啥子玩的，不过北京小聚还是阔以的=。=", "然后就从空港到天大东门，地铁出来骑共享单车，还好昨天要了一个扫码的截图，成功混进了校园√在老校区走了一圈，拍了一圈的照片，确实每一个地方都很熟悉，就是很想拍下来嘛，就当是回忆打卡，而且我是真的特别喜欢敬业湖旁的柳树，我第一次去老校区就喜欢上了，现在看上去还是有很好的感觉，柳树真的是一生所爱了_(:з」∠)_", "东门出来就去南开找青了，碰面之后有压马路去吃饭都地方，本来昨天还觉得是真的远，今天查了一下大概走40分钟，那倒是正好了，就一路上聊天嘛√", "到了饭店生意是真的好，还等了好一会，吃饭的时候青拿出来好多东西，一本南怀瑾先生的书，一个很好看的穗，还有一个看起来就好吃的月饼，相比之下我就给青带了一个放桌面的小饰品_(:з」∠)_不过我挺喜欢这种互赠小东西的感觉叭，很久不见就感觉看着很有感触√", "吃饭也聊了不少，说起来也是，平时真的就完全没联系，见面却一直说个不停，都是平时不说话的人，有些人走着走着就走掉了，有些人又可以见面变得很熟悉，人生还很长，自勉", "吃完饭就直接溜了，本来还说从猫哥那里取月饼，就是时间太不合适了，于是乎就没见到嘛，就当昨天地铁站一别，也不知道下一次什么时候见面了√", "会宿舍就累死，碎了两个小时，晚上打了一晚上游戏，校庆的无人机表演也是真的好看，虽然看的录播，不过毕竟背后也有很多人的努力叭，大家也不想翻车。。。。。", "距上次见师姐385天，距上次见猫哥456天，距上次见青611天，此行很值，各自安好√", "加油，自己也要努力啊，flag认真得立起来"], "length": 622}, {"date": ["2020-10-02", "1:17"], "content": ["开心了，今天就很阔以√", "早上起来试了一下买的护肤品，本来还以为要二十分钟，但是第一次就是洗面奶加水加霜，感觉十分钟就搞定了？接着就出门嘛，还真有点冷，但是不想回去了。。。。。", "从上公交到南站还是有点耗时，幸好快速检票口开了，还多了一段时间，于是乎去稻香村买了点吃的，投喂师姐，说起来也是我第一次买稻香村叭=。=", "到天津和猫哥逛了会儿gai，看着猫哥买了一件衣服，接着去吃烤鱼，就是没想到等了好久好久，有点小离谱，于是乎一点四十的电影完全没赶上嘛√比较好不容易上的烤鱼还是要吃完滴，不得不说我俩居然吃完了，也是不容易。。。。。", "两点十多分才进影厅，虽然前半段没有看到，不过接着看好像没有障碍，后面果然看到了本科的体育馆，还是有点排面的，而且有点纪录片的小感觉，《夺冠》阔以的√", "然后出来逛了一手优衣库虽然啥子没买，倒是买了一个放桌上的小东西，接着就溜了，和猫哥在天津站分道扬镳，六点多总算在铜火锅店见到了师姐，也算是好久没见了，上次见面还是去年的中秋√", "铜火锅倒是比我想象的清淡多了，是真的清淡。。。。。所以吃得有一点乏味但是还是很香的，就是师姐点了太多没有吃完最后只能打包带走了=。=原计划还去KTV最后觉得有点唱不动，打车到一半的路就中途下车，走回师姐的公寓，路上是真的清净，也有点冷嘛，不过就光扯淡了=。=", "回来开了一波黑，当然王者荣耀毕竟我嫌电脑太重没有背嘛_(:з」∠)_发了条说说，好像忘记祝大家双节快乐了，不过朋友圈和空间好多人都出去玩了，应该都还挺快乐的嘛√", "今天其实主要是猫哥的生日，又是国庆加中秋，算是三节快乐了，之前一直为搞啥子礼物也没有说，我就买了一个护手霜，假装用得上叭。。。。。希望猫哥还是阔以继续做好朋友嘛√", "现在躺在师姐公寓的床上，正好也是双人间的酒店式公寓，正好师姐之前都是一个人住，让我得以白嫖一个安身之地_(:з」∠)_希望以后不管去哪里，都可以聚一聚，虽然平时也在上号，感觉问题不大了。。。。。", "今天也算是吃了月饼，太不容易，中秋可算是吃上了虽然也是我自己买的，不过想着前几年好像都没有吃。。。。。有个忘了的事情是没有和老爸老妈打电话 ，后天还是打一个叭√", "碎觉碎觉，开心就完事了～"], "length": 775}, {"date": ["2020-10-01", "0:35"], "content": ["真的老天不让我翘班，好不容易第一次翘班，老王居然回所了。。。。。我真的是，怎么也想不到嘛_(:з」∠)_上午接到老王电话说帮忙打印一个东西，等会来拿走，这就尴尬了，只能说我没去所里。。。。。不过也还行叭，反正就当提前放一天假了=。=", "在宿舍呆了一天，flag还是都立起来了，有个大问题就是，下午六点多才反应过来今天日语报名选考场，登进去果然全部已经选满了，有点难受。。。。。虽然没有准备好，但是说不定交了报名费就好好学了（大概，现在交报名费的机会都没有了=。=先挣扎一下，实在不行就下次了。。。。。", "碎觉碎觉，明天早起回天津√"], "length": 209}, {"date": ["2020-09-29", "23:59"], "content": ["今天是下雨认真工作的一天，写代码都一天，反正是把实验跑通了，结果还行，就是看怎么吹了，不过对比实验还没有，总感觉少了点什么。。。。。", "今天的flag也全了，就是跑步的时候鼻子堵住了用嘴呼气，还有点嗓子疼，之后应该越来越冷了，还不知道怎么搞。。。。。", "还是发现每天晚上吃什么是个大问题，就很难受，要不还是搞一箱小面包好了，关键是没有饭菜，离谱。。。。。寻思寻思外卖。。。。。", "啊，明天不想上班怎么办。。。。。"], "length": 160}, {"date": ["2020-09-29", "1:14"], "content": ["今天正常上班，上午把网络改了，下午准备看指纹，问问没想到之前用的一个PI的项目不能用了，就序列比对嘛，然后就是重装，各种报错，也看不懂。。。。。就是这一套东西用C编译，一时半会我是真学不来，搞了很久，最后还是试图用python解决，也是试了很久，买晚饭之前都没有装好包，回来才弄好了，勉强能跑，明天估计要研究一下指纹√", "细想一下，昨天的讨论细节上还是有很多展示问题，主要是数据集的问题，回头阔以再讨论一下，但是明天希望可以把实验做完。。。。。。虽然我预料到了这不太可能。。。。。", "晚上回来跑步就打嗝，最近跑步就一直打嗝，很奇怪，不跑就没事，而且水果捞也忘了，应该买个碗的，再然后今天的flag也算是都立起来了，还行还行√", "明天又得很困了。。。。。"], "length": 271}, {"date": ["2020-09-29", "1:05"], "content": ["昨天回来得有点晚=。=", "昨天上午在搞了一下写论文用的软件，安装了一下，下午就说可以去找老王了，于是乎和师兄去北工大，那是真的远，出发到校门花了一个半小时多，然后就逛了个校园，食堂吃了个饭，就到会议室开始讨论√", "接着就是被怼嘛，当然做得确实不行，而且进度慢，而且最近是真的效率低，重心没搞对，也没有新的想法，于是乎得到了和之前做的差得很远的反馈嘛，不过不得不说写作是真的靠吹，慢慢也意识到这一点了。。。。。", "交流的结果大概也是，很感谢新的思路，也很有收获，回去做实验看看效果，然后另一方面也感觉到了被嫌弃，毕竟确实我自己都嫌弃自己。。。。。还是先搞实验了，刚刚进所的时候投A会，现在只想先毕业，目标就是辣鸡C会，即使如此，都还是没有论文，还没写过，实验也没做完，啥子也不会_(:з」∠)_", "晚上聊完都十点半了，出来坐地铁，正好是14号线末班车，然后转1号线再打车，本来想着骑车，可惜没车了。。。。。不过骑车可能会被冻死。。。。。", "唉，自勉叭√"], "length": 347}, {"date": ["2020-09-28", "1:51"], "content": ["挖坑√"], "length": 2}, {"date": ["2020-09-27", "1:09"], "content": ["今天就是躺尸的一天，计划赶不上变化呗√", "早上七点多给师兄发消息，师兄说去雁栖湖了。。。。。等老王消息，最早也是下午去，结果等了一下午也没有消息，甚至在犹豫明天要不要去所里，是不是从宿舍直接去找老王比较快，前提是明天真的可以去的话_(:з」∠)_", "关键是今天没去又拖了一天，当然其实还是可以有操作不过我是真的躺尸了一天，实在是不想动了=。=除了晚上还是把flga立起来以外，不得不说跑步的时候还没怎么出汗，一停下来两分钟衣服就湿透了√", "今天也算是对小短手刷新了认识，路上认识的小哥哥都可以让别人帮自己背包，倒不是说人好不好，关键是包应该还是自己拿着比较正常叭，刚刚认识的人说给就给我是没想到的，而且还发现选择性无视话题，有一说一这个我还是有点气的，莫名有种你说的我得跟着说，我说的就不想理嘛√不过还行，想想别人朋友众多也就无所谓了，又不是没你不行那种，是我自作多情嘛=。=", "今天意料之外的事情是，和傻子语音吵架，当然我本来不想吵架，不过也不算是吵起来了√说来话长，长话短说，大概就是扯淡的时候，互相觉得对方说的话有攻击性，关键是觉得我态度也有攻击性，我想我确实说了有攻击性的话，但是我应该没有故意攻击的态度嘛，我就说明确告诉没有，然后傻子也相信我没有，于是乎事情就解决了=。=", "当然没有这么简单，上面是我希望出现的吵架情景，但是实际情景是，我俩从攻击性的话说到讨论的态度，抛开事情本身然后一直挣扎在讨论事情的态度，主要是我本身是就事论事嘛，但是并没有成功√然后我一开始在想，为什么要误解我这么多，说着说着发现好像我还真攻击到了，这，莫得气势了啊，后面说着说着就开始觉得，态度不好那就不好呗，谁态度不好谁就有气势嘛√结果终于我也不知道说啥子了，反思一下为啥子要扯到态度问题，终于问出问题的关键。。。。。全程我的语气可能真的没有变过叭，唉，果然没有意识到关键，太难了", "不过也还行叭，我是懒得吵，见人说人话，见鬼说鬼话，主要是，这种情况并不想完全敷衍了事，对方有想错的地方就是要指出来，所以就一直僵着√但是。。。。。还是就事论事好啊，不是我们互相vs，是我们一起vs问题，我希望听到我们各自说出解决问题方法√", "碎觉碎觉，都是成年人了，小问题√"], "length": 805}, {"date": ["2020-09-26", "0:22"], "content": ["今天心情有点跌宕起伏，如果今天顺利后面十五天将是一个挑战。。。。。。", "早上去也是做题，完全没有任何感觉，但是下午开了一个党支部的学习会，给我整的有点紧张，其实就是有个师兄分享了一个查会议日期的网页，我就想起之前我师兄给我说的两个会，一查发现，一个10月2号截止，那肯定没戏，一个10月12号截止，寻思了一下如果明天开始操作，是不是来得及，当然这里面的问题实在是太多了。。。。。后面再列举叭，最优先的就是，目前做的东西，值不值得写成论文，打算明天去找老王交流，虽然大概率会被打击，我今天回来自己想就感觉越想越没劲。。。。。但是问题在于，好想迫切的有一篇在投，中不中不是关键，至少让我投出去一篇_(:з」∠)_甚至下定决心明天不管老王怎么说，我也想写一下，后面写作的问题是新的问题了。。。。。", "可是现在越来越没底，啊实在是太辣鸡了，不知道怎么办，还是明天去了载说叭。。。。。", "晚上五点溜了，回来取了一波快递，点外卖，跑步，洗澡，吃完饭，做ppt，不得不说今天跑得还行，就是心率也很高，而且最后有一段还是明显感觉有点难受，果然还是明明跑叭_(:з」∠)_", "外公今天住人民医院了，之前去诊所输液没好，问题就是没人看着，老爸老妈都要上班，兄弟姐妹都不在，离谱，唉，希望没事叭，当然心里准备也做好了，感觉自己永远都在想悲伤的事情。", "保持精力吖，今天差点没有整理语法但是想着flag立着，还是整理了一课，后面酌情加长时间了，总要干事情的√", "自勉√"], "length": 515}, {"date": ["2020-09-24", "23:52"], "content": ["flag打卡√", "今天做了一天的题完全没有看实验，可能实在是不知道做什么了，考虑是不是要去找老王了。。。。。", "午饭很撑晚饭也很撑但是晚饭没肉，就不开心=。=而且都好贵，实在是太难了，每天都好想吃好吃的_(:з」∠)_", "下午买了很多东西，总算是入手了护肤的，反正有了再说，希望可以坚持用一下叭，然后还发现各种东西也好贵。。。。。算了以下这个月买东西都花了快两千块钱。。。。。害怕_(:з」∠)_", "晚上跑步只要我跑得慢，心率就还行，但是也太慢了，真就配速七分钟呗，锻炼一段时间后希望可以慢慢提升一下叭√", "计划十一回天津，真的是计划赶不上变化，还不知道怎么买票，啾要出去玩我是没想到的。。。。。我寻思兔子怎么给，毕竟之前答应好的=。=", "碎觉碎觉"], "length": 251}, {"date": ["2020-09-24", "0:05"], "content": ["给我吓到了=。=", "早上起来下大雨，还打雷，不过北京暴雨都能上热搜我也是没想到的，路上因为堵车到已经九点过了，吃完早饭都九点半了，没想到中午被师兄十一点多一点就拉出去吃午饭，又给吃撑了。。。。。", "午觉极度舒适，碎了一个半小时，不过感觉一个买个舒服点的枕头=。=上午和下午都在整理SMTP的数据，最后发现原来有一些啾直接用了，效果还行叭，现在的问题就是怎么把这个事情说得比较厉害。。。。。", "下午还问了傻子肤护品的问题，我的需求就是从无到有，倒是不关注效果因为我感觉对我来说没什么区别_(:з」∠)_大概，但是应该要有才行，所以先挑便宜的叭。。。。。", "今天把《365：逆转命运的一年》看完了，高开高走是真的，全程都有反转，虽然部分可以猜到不过还是值得推荐，打发时间完全没问题√", "晚上回来跑步，快结束的时候手环提醒我心率超过199，一直震动，吓得我赶紧停下来，百度了一下真把我吓到了，应该是超过上限了，之前高中的时候查过一次自己窦性心律，不过之前跑步从来没有出现过这么高，估计之后还是要缓一缓了=。=", "今天的梗是秋天的第一杯奶茶，营销果然很成功，不过朋友圈各种秀恩爱，我第一反应是，这立秋都过了一个半月了。。。。。可能说的是秋分叭_(:з」∠)_不过晚上回来我还是点了一杯自己喝，自己点还不行嘛！", "今天的flag基本齐全了，明天继续加油√"], "length": 474}, {"date": ["2020-09-22", "23:38"], "content": ["正常操作，虽然好多没干。。。。。", "上午把指纹合并给写了，反正经过各种骚操作最后出来的结果还能看，就是问题还有很多，比如变长字段，还有就是发现前面的字节根本不能把wireshark解析的info显示完，所以完整的格式没有，更大的问题是。。。。。真正的格式其实还包括后面的很多字段，那些根本取不到，我感觉这个东西不太行。。。。。反正明天还是先找个变长的试试。。。。。", "然后中午没碎觉因为床被占了，这我也不好喊别人。。。。。下午还写了两道题，晚上吃饭吃撑了，回来试图跑步，居然跑岔气了=。=这就离谱，希望明天可以跑个三公里。。。。。", "今天整理了一课语法，效率实在低什么都忘了，还得查，话说手机能不能看到onenote的笔记啊_(:з」∠)_", "看起来这个时间规划还是阔以，坚持一下√", "有个问题就是，今天心态有有点波动，讲道理不应该的，劳羡慕别人，比上不足比下有余叭，该干啥子干啥子好了，自勉。"], "length": 320}, {"date": ["2020-09-21", "23:36"], "content": ["今天也算是勉强完成flag，大概√", "早上也不算摸鱼，下午被刺激到还是干活，晚上打了会乒乓球，然后回来压马路，转了一圈，感觉跑步应该还行，明天先试试，就是不知道以后冬天跑步是不是不太好√", "和老爸打了很长的电话，主要是老爸在讲事情，说了小镇上的几个江湖事，果然人脉还是很重要的，但是某种程度上这东西是真的可遇不可求，我倒是希望自己可以多操作一下。。。。。", "回来录入了一课单词，突然开始恢复学习还是有点困难，不过还是要干的，据说六级要报名了，这次一定要先报着，虽然不一定可以报上。。。。。", "明天继续保持状态叭√"], "length": 217}, {"date": ["2020-09-20", "23:53"], "content": ["昨天果然写的太早，之后想开电脑看个东西，然后啾硬是打不开电脑。。。。。开不了机，研究了一下发现插上电源线，通电的指示灯也没有亮，排除了是插座的问题后，要么是电源线坏了不能充电，要么是电脑坏了充不进去电。。。。。然而这都不能解释，为什么我关电脑的时候明明有电现在却打不开。。。。。按理说电脑的电池里应该有点啊。。。。。。", "结果今天早起去店里看了一下，其实也没什么复杂的操作，就是从电脑店拿了另外一根线插上后，就能通电开机了，我看了一下开机之后电池有五成左右的电，就很迷=。=想不通是怎么回事，但是换根充电线就好了嘛，于是京东买了一根，今天晚上就送到了√", "当然我还是犹豫了一下，是不是暗示我该换新电脑了。。。。。 问题是实在没想好买什么，毕竟没钱，总是要有舍有得，实在是买不起比较完美的电脑 。。。。。继续纠结叭，希望这个电脑还能撑一段时间_(:з」∠)_", "今天上去的是万达的联想店，万万没想到就真十点开门，公交去的，到了还等了半个小时=。=搞定之后骑车回来，路过建行把银行卡手机号改了，密码也重置了，感觉效率挺高的√继续骑车回宿舍，比公交贵。。。。。", "中午点外卖晚上便利蜂，就硬等打折才去买盒饭，今天是到了七点多才打折。。。。。有那么一瞬间觉得卑微。。。。。不过也无所谓了，没钱就没钱，该吃还是吃√", "最近两天又买了很多东西，生活嘛，还是可以让自己开心一点，不管怎么样，这也算是一个flag了，别不开心就好了，但是今天又那么一瞬间却有一点嫉妒，生气，大概，果然心态还有一些没有调过来，不过还是比以前好了很多，主要是，真没必要啊，而且本来就不应该有戾气，自己太菜了，怎么能怪别人优秀呢√大道理都懂，就是对人有差异。。。。。。", "今天还想看会剧碎觉，最近的碎眠应该还行√"], "length": 602}, {"date": ["2020-09-19", "23:26"], "content": ["如果我说周末两天再浪一下，是不是还行。。。。。", "当然今天其实就出门逛了个超市，买了个晚饭，然后就一直宅着，打了很久的游戏甚至有点腰疼，在宿舍是真难学，我感觉是应该买个矮点的凳子了，毕竟还计划之后回宿舍后学习一会=。=", "中午点了外卖着实感觉很不行，又贵又没有肉，可太难了，建行卡也没有解冻还不能绑定，也没有优惠，饿了么的会员应该还是搞一个叭。。。。。", "有点困，又不是很想碎觉，本来考四六级但是我没有报名，真的越想越不应该，就是毕业之前还是要考过叭。。。。。我太难了。。。。", "希望可以早点碎觉√"], "length": 202}, {"date": ["2020-09-19", "1:31"], "content": ["今天有操作的，也算是有意义了√", "早上还没起来，收到了青的生日祝福，倒是聊了一会，希望国庆阔以回去约个饭叭=。=也算是好久没见了嘛", "然后上午就做了一个题，中午就没吃饭，直接碎了个午觉起来，十二五十开溜，结果等公交等了好久，到海底捞都真快两点了，正好进门就是下午学生优惠√", "和傻子吃了半个下午海底捞，那是真的撑，送了不少东西，长寿面，蛋羹，冰淇淋，零食，玩具。。。。。我也是没想到的，不过还是吃了不少=。=和傻子玩你画我猜，我觉得阔以的，虽然很久很久都没玩过了，这个还真的有点看默契度_(:з」∠)_而且今天也是白嫖了一顿，感动感动，可太想吃好吃的了！", "还有一个很迷的事情就是，海底捞的服务员看到我们吃的辣，就来问是哪里的人，我说四川的嘛，小哥哥也说是四川的，这不巧了，就说加我的好友，微信扫码的时候能看到省市嘛，结果发现是一个市的，再一问还是一个县的，这就有点离谱了哈哈哈哈哈，可是真的太巧了，不过加了好友之后微信也没有说话，不知道后面这么说√", "吃完就直接回来了，坐了一个半小时的公交，实在是。。。。。太远了。。。。。住的地方太偏，莫得办法，回来也没有吃晚饭，有点饿但是肚子胀，我也不知道怎么说_(:з」∠)_现在又饿了。。。。。", "晚上也是先开了一波黑，然后扯了一波淡，和猫哥打了个电话，也扯了很久，国庆的安排还是不太行，然后现在和室友扯淡。。。。。其实这也是我没想到的，我本来是打算十一点半就碎觉了_(:з」∠)_不过难得聊起来了，就躺着聊了会嘛√", "今天还是很充实了，当然最后还是意识到，自己太辣鸡了，越来越觉得低于平均水平，对自己的要求也很低，实在是不行。", "长了一岁，自制力也该长了叭，自勉√"], "length": 571}, {"date": ["2020-09-18", "1:00"], "content": ["半天写代码半天做题，中午碎觉晚上打球，中规中矩，大概√", "然后今天过十二点，师姐还是记得的，红包冲喜，感动感动，然后上铺还有一个老乡也说生日快乐了√可能是因为越大越看起来不在意了，但是夜深也总是间歇性多愁善感叭，国历上长了一岁，仅此而已罢了", "碎觉碎觉，熬夜扯淡，感觉倒是有点耽误别人碎觉了。。。。。"], "length": 127}, {"date": ["2020-09-16", "23:49"], "content": ["今天居然，做了一天的题，但是就做了三道，主要是给我绕昏了，事实证明有点技巧还是很重要。。。。。", "中午碎了很久，但是下午就很困，晚上也很困，离谱，不过今天开了一个新的吃饭地点，其实是之前的一个地点但是有了新的窗口，以后换这里我觉得也阔以√", "把买的兔子都送出去了，发现真不够送，五斤兔子都不够。。。。。师兄他们估计是没有了，但是我感觉去年好像还是够的，而且我自己还吃了好多=。=", "这周三天，两天都是五点过溜的，果然按时下班真爽。。。。。就是没有论文啊，太难了√", "今天还和啾聊了几句，之前说好的带的包装好的兔兔，寻思要是国庆节可以去就带过去叭，不过现在还定不了_(:з」∠)_", "早点碎觉，熬夜可太困=。="], "length": 242}, {"date": ["2020-09-16", "0:45"], "content": ["今天也是，充实的一天，大概", "又看了一眼数据，还是开始干活了，不过想等着大老板找完我再决定，但是晚上和师兄打乒乓的时候扯淡，意识到我是真的认识的人里唯一一个应该发论文但还没发论文的硕士。。。。。有点离谱，所以不管怎么样还是要先写√", "中午和晚上吃饭的时候看了《花木兰》，讲道理是真的剧情zz，好像吐槽，不过除了剧情我觉得还是阔以的。。。。。幸好没去电影院看。。。。。", "买的兔兔到了，给男生送去了，明天给女生分叭，果然发现生疏了很多，真的是回所可太自闭了，交际圈可太小了_(:з」∠)_不知道还有没有剩给师兄带点去。。。。。", "有点晚，说好的十二点碎觉，不过室友还在学习，啊，真的，太难了，这就是差距_(:з」∠)_还是先碎觉叭。。。。。"], "length": 246}, {"date": ["2020-09-14", "22:56"], "content": ["啊困，脑阔痛", "今天木有加班，直接回来，把屋子收拾了，然后感觉宽敞了很多", "本来以为会和大老板汇报但是最后也没有，不过这周应该会有见面叭，太难了", "开始看了几道leetcode，果然不适合我，路还很长", "希望明天可以好好干活"], "length": 96}, {"date": ["2020-09-14", "0:17"], "content": ["宅着的一天√", "上午九点多起的，然后就是啥子也没干，下午碎了个午觉，起来做了ppt ，吃完晚饭，看了下论文，毕竟明天汇报，反正我汇报啥子不重要，主要是希望老师给个方向让我做啊，现在做的东西我其实又觉得有点不靠谱_(:з」∠)_唉老王走了，感觉毕业真难，我也真不好去麻烦别人。。。。。不过如果实在不行还是得找的叭 。。。。。", "今天又是悲伤的一天，本来想绑定建行卡，结果连输错三次密码，还得去营业厅，看了看之后的时间，感觉没啥子空去啊，离谱，还没试支付宝能不能取钱_(:з」∠)_", "聊天老是控制不住戾气，可能是觉得，因为关系不错我就可以随便吐槽叭，但是细想了一下，感觉我寻求的是一种（啊你心情不好我们聊点开心的事）那种安慰，可惜，并没有，当然这种寻求对我来说本来就是一种奢望叭，也无所谓了。", "今天傻子问怎么过生日，虽然我每年都想要意思感情，但是每年都没有，那就不过了，活了这么多年，世界也这么多人，总有人和我一样不过生日，所以，也无所谓了。", "我不知道这算不算负面的态度，但是并不影响我自己叭，我很羡慕甚至嫉妒他人，但是我不会自卑也不会低头，每个人都有自己的路要走，我比上不足也算是比下有余，大概就是这样√", "早点碎觉啦"], "length": 425}, {"date": ["2020-09-13", "0:22"], "content": ["可以虽然还有很多事要做但是还是偷偷跑出去的一天√", "早上九点起床开始洗衣服，收拾了一下，买的布到了，衣柜应该可以放衣服了。。。。。然后十一点出门，找了一个和远哥住的地方正好连线中间的位置，吃了超贵但是味道我觉得阔以的烤鱼，就是点的西瓜汁没上真是想帮我们省钱。。。。。接着看了《信条》，果然预料到了，就是说没看懂叭，大概有感觉看懂了关键剧情，说看懂了叭，又说不清楚。。。。。就是有种二刷的想法，当然没钱的我可能等资源了_(:з」∠)_", "中午去和晚上回来都是公交，真就一个小时，每次都感觉通勤时间太久了，回来很困，也不想学习，完了会儿游戏，开始躺尸√", "室友现在还在学习我寻思这大灯是关不了了，希望可以碎着，只要我够困，开灯不开灯都没区别，大概。。。。。", "今天又花了好多钱，消费是真的贵，而且耳机又莫名其妙的坏了一个，我总觉得问题很大，寻思要不要买一个，虽然我记得我工位上好像还有一个？", "啊还是碎觉叭，早碎早起真难，等我的帘子到了，希望阔以操作起来√"], "length": 352}, {"date": ["2020-09-12", "0:48"], "content": ["没有划水但是还是效率不高的一天√", "早上去的路上新的老师也是大老板终于联系上我了，让我周一汇报一下最近做了什么，意思想了解了解我，我感觉我这么菜，实在不知道汇报啥子，不过还是尽量把最近在做的整理了一下，ppt也还没有做完，周末加个班应该可以简单做出来。。。。。希望周一的时候不要被怼得太惨。。。。。", "然后就是发现室友很迷的碎觉不关灯，就是躺着明明在碎觉，硬是不关灯，虽然不影响我叭，就是好奇哈哈哈哈，直接问室友也没有解释，连续问了三天我现在也不好意思问了_(:з」∠)_", "买的快递又到了一波，烧水壶到了感觉可以把被子什么的洗出来了，不过买的这桌子实在是太小了，我感觉放个杯子不是很安全，随手就掉地上了。。。。。还是得找个地方放杯子。。。。", "有点小晚，扯淡来着，明天好像下雨但是也计划溜出去一波，感觉是不是应该看哥信条的解析_(:з」∠)_早起的话，就吃买的泡面叭√", "碎觉碎觉"], "length": 323}, {"date": ["2020-09-11", "0:09"], "content": ["又是划水的一天，大概", "上午为了把师弟的显示器用上，真的是费劲心思，关键是弄上后还觉得带不动，反正就有的难受，也感觉很卡，有点想买个内存条了。。。。。", "下午想装onenote for windows10，结果也没装上，就很烦，2016版本有个问题就是中英文字体不一样而且还不能调整，导致看起来非常难受_(:з」∠)_", "晚上吃了便利蜂，觉得还行，两个菜算是券十四块钱，味道也阔以，然后看了一圈公共厨房，做饭也不是不行，就是没有时间啊，下周开始就是晚上十点回十一点到了。。。。", "今天教师节，和老王发了个消息，明显从老王的回复中，看出和我没啥子关系。。。。。也没有问我进展，果然，最后是真得靠自己，不过相比之下，也就这样了叭，但是还是好想找个和我方向差不多的，讨论讨论。。。。。", "回来取了五个快递，从快递堆里真难找，而且好几个快递也没有给我发短信，还好从一堆里我看到了我的名字，买的桌子桌面下方有裂缝，客服直接重发一个桌面，一方面觉得直接发可还行，说明这成本真的低，另一方面寻思怎么不再发一套，这样我就有两个桌子了，虽然有个缝，用还是可以用_(:з」∠)_", "碎觉碎觉，最近一直都碎不醒√"], "length": 407}, {"date": ["2020-09-10", "0:13"], "content": ["今天就继续买东西，搞了一天，试图看bitcoding，但是还没有看完，配置了一波环境，大概是可以开始工作了，老王也没有找我，主要是我还不主动。。。。。", "昨天丽华点了好几份，之前从师兄那买过来的八百多块钱，估计还是找人一起点花的快，不过今天就没有点了，毕竟天天吃也不是很行，虽然门口那家盖饭味道不太行价格还很贵_(:з」∠)_", "下午碎觉碎了很困，就碎不醒，走的时候买了一手凉菜，此凉菜也不是我家那种凉菜，不过还是阔以吃嘛，带回宿舍，加上米饭十三块钱，反正还是比其他要便宜一点点，最近是真的觉得吃饭都不想花那个钱了。。。。。", "晚上继续收拾，把箱子全部看了一遍，床帘可以周末试一下，明天也行叭，桌子没到有些杂物没收，把衣服全部捡了一遍，合适的羽绒服居然一件都没有。。。。感觉还得花好多钱，可太难了√", "有点小晚，其实我真的很困了。。。。。"], "length": 305}, {"date": ["2020-09-10", "0:05"], "content": ["哇我昨天绝对写了，但是没有！是真的离谱！", "上班第二天，大概把电脑装好了，该拷的文件也拷好了，也算是搞了一天嘛√", "然后就有点忘了其他事了，关键是有两个，一个是因为最近开销太多，余额宝没钱了，正好小短手借钱，就把幸福院的六千解冻了_(:з」∠)_本来是打算给外公外婆养老院的钱，我是单独占一份，一个月算600，去年三月开始存，但是外婆十一月走了，这笔钱最后也没有花出去，就这么存着了，现在也算是用了，唉，有些事情就是感觉很难受。", "第二个事情是，晚上回来刚刚下车，猫哥发消息说想吐槽一下科研挫折，所以打了个QQ电话，扯了一会，果然科研真难。。。。。同时天涯发不出论文的人，区别在于我老师还不管了_(:з」∠)_但是即使这样，也算是对比自信叭。。。。。甚至还上号了，91天没有登录，边打边继续吐槽，我是感觉有老师看着挺好的，虽然可能比较累但是至少能学到东西叭_(:з」∠)_", "中途还接到了图书馆的电话，说之前的奖品说好去取，但是还没去，还是给我寄过来，我寻思北京寄北京是不是有点草率，但是也没有办法了。。。。", "晚上回来也没有怎么收拾，主要是搞卫生啊，东西没地放可离谱了_(:з」∠)_"], "length": 397}, {"date": ["2020-09-08", "1:02"], "content": ["今天上班第一天，过得好快。。。。。", "早起七点二十起来，收拾收拾，八点的车，没想到早起不堵车还是快，八点半多一点就到了，先去工位上放东西，然后出来买了根油条和一杯豆浆，带回去都没来得及吃。。。。。", "因为我的工位换到另一个位置了，所以搬设备，连接路由器，搞了好一会，主要是要换主机，所以需要把之前主机上的数据拷走，于是乎我工位上就摆了两个机器，还好我有跟对拷线，拷文件还是方便。。。。。", "然而，新主机D盘格式化了，我寻思那就重装个系统好了，找了个光盘重装，接着就是花了一个下午的时间，拷数据和装软件，溜的时候其实都还没有完全搞定_(:з」∠)_而且我桌子上其实还有很多东没收拾，明天去肯定还得操作一会，桌子下面的走线也得研究一下。。。。。", "下午五点十五的车，回来六点过，果然堵车加上接人还是接近一个小时，晚上去吃了麻辣烫，吃的时候和几个同学扯淡，算是明白了一个道理，为什么很多岗位都要用算法面试，即使这个岗位和算法关系不是很大，有个合理猜测就是，通过这种方法面试过的人，基本都能满足公司的需求，也就是说，即使这种面试方法可能看起来不太合理，但是从结果来看，公司招到了有用的人，那就行了，因此也没有必要改变面试的方法。所以得出结论，刷算法可能真的是必要条件。。。。。", "吃完一起去最近的华联买了一波东西，其实我也只买了一个扫把，回来搞了一手卫生，把冰箱收拾出来了，可惜声音太大了，我接到可能后续用不上。。。。。也抹了一堆东西，就是没有收拾箱子，今天有个问卷调查宿舍有什么问题，我就写了一个只有一个衣柜一个单人间，不知道有没有反馈，实在不行我还是得买个建议的放衣服的架子叭√", "晚上也买了一堆东西，未来几天取快递估计是得取很多了，把屋里床的布局稍微调整了一下，主要是想原理浴室那个门，我个人觉得还行_(:з」∠)_", "还没和老王对线，明天实验室要是收得差不多的话应该可以对线了，毕竟好多问题要解决。。。。。", "有点晚，碎觉碎觉√"], "length": 686}, {"date": ["2020-09-08", "0:47"], "content": ["接着昨天是很累的一天√", "早上没起，是真的没起，醒倒是醒了，外面下雨，可凉快了，试图碎回笼觉，中间还没猫踩醒了，床上那么宽不走，非得踩在我腿上。。。。。十点多起来做午饭，其实我也是打下手，整了个土豆丝和胡萝卜烧鸡腿，讲道理我是觉得很可的，基本还是吃撑了√", "下午三点十分的飞机，计划十二点出门，怎么说呢，反正每次出门前觉得时间还行结果路上越来越觉得时间不够等到了机场候机又发现还要等一个小时。。。。。啊我想做火车。。。。。重庆北到江北有快车了，不过还在调试，之后如果再坐飞机到江北应该有机会坐叭_(:з」∠)_", "到北京五点半，上地铁机场线六点，转两次地铁一次公交到宿舍八点多。。。。。和重庆飞北京时间差不多了。。。。。有的时候就越想越迷。。。。。回来还先吃个饭，办理入住，把床上用品收拾了一下，真就开了八个箱子，只不过没有全收拾完√宿舍最离谱的就是只有一个衣柜一个桌子，我衣服没收拾，实在不知道放哪里=。=就是这样也搞到十二点，第二天要早起还是早点碎了。。。。。", "总是到北京了，反正比较复杂，想毕业，也不想离家，班上同学很多找实习的而且都是大公司，想想都很厉害，算法题我一个没刷而且也不想刷，论文也发不出来，老师还溜了，间歇性不太行叭，希望回所可以认真起来干活了√"], "length": 440}, {"date": ["2020-09-08", "0:30"], "content": ["虽然今天没收拾，但是也是很累的一天√", "还是先补前面的嘛，前天是出门嘛，早上起来老妈走了，老爸还没，不过来我房间絮絮叨叨说了很多，也算是每次离家之前的常态了嘛，不过越到后面，总会加上应该找女朋友了。。。。。我也不是不想啊，可惜太辣鸡了，不太行。。。。。", "之后老爸溜了，我收拾了一会，十一点出门，想着老妈回来吃午饭就走之前煮了个饭，结果出门没多久老妈打电话说提前下班了，于是乎就一起在车站门口吃了豆花和凉菜，也算是偶然实现了之前说都走之前吃好吃的的愿望叭√", "十二点半的车，车站等到一个面包车，突然懂了为啥子买票的时候只有十张票。。。。。上车一问，是卖的过路车的后十个座位，面包车把我们拖到高速路口换大巴，讲道理这个操作好像似曾相识=。=", "然后在车上没有碎好，断断续续的碎了会儿，甚至还有点脑阔昏，到重庆菜园坝下车，很迷的是想过马路但是地下通道关了，还好问了阿姨，说前面走一段后可以自己穿马路，结果还真是有交通引导员在指挥穿马路，翻栏杆那种。。。。。", "呆了一会，看了一集番，等我哥，接着带我去吃了串串，无比舒服了，回住的地点洗了个澡，出来骑着摩托兜风，我就坐在后座嘛，也算是把重庆夜景核心的地方都逛了√写的时候突然觉得，上一次类似的经历心还是在敖汉的时候，啾骑着电动带我逛夜景，哎，夜景还是夜景呢√", "晚上碎得也不玩，我哥住的地点两只猫，真是rua起来很舒服了，果然养猫真的难，但是rua猫就很爽哈哈哈哈，而且阳台可以看到菜园坝大桥的夜景，视野开阔，凉风习习，我是觉得很可了_(:з」∠)_", "就是换宿舍的事情最后还是和后勤老师报告了，虽然有点责怪我没早说不过最后还是没有反对嘛√换宿舍有点一时兴起，不过换了也就换了，不是什么大问题_(:з」∠)_"], "length": 616}, {"date": ["2020-09-07", "0:29"], "content": ["这两天离家，现在总算到宿舍了，啊是真的累，明天再说叭_(:з」∠)_"], "length": 23}, {"date": ["2020-09-05", "0:48"], "content": ["最后一天呆在家里，但是网线被耗子咬断了，一天都没网。。。。晚饭前还特地把客厅翻过来准备打耗子，但是着实没找到，可能藏在其他地方了，找起来就很麻烦了，于是乎买了几个捕鼠笼，希望回头能用上_(:з」∠)_", "然后今天还买了凉面，虽然很撑，但是必须吃，最后的晚餐，加上钵钵鸡，也算是很完美了，就是很想喝奶茶，不过没有红包了就没点_(:з」∠)_", "晚上开始收拾，还好买了一个箱子，果然还是有很多东西，有个问题就是不知道能不能同时带两个充电宝上去，实在不行只能留一个在家里，回头再寄√", "感觉有啥子事情忘记写了=。=碎觉碎觉"], "length": 209}, {"date": ["2020-09-04", "0:45"], "content": ["啥子没干光碎觉了√", "但是又点了一次烧烤，好吃的！晚上也终于出了个门，回来帮小短手弟装东西，反正先用着codeblocks呗。。。。。", "晚上还被老王gank，给我一惊，希望师兄已经着解决了，我寻思tshark提取负载应该比较困难叭_(:з」∠)_不过也可以研究一下。。。。。", "明天要开始收拾东西了√"], "length": 118}, {"date": ["2020-09-03", "1:14"], "content": ["继续操作√", "虽然上午起得晚，去拿了检验的报告，看到那个检验单其实就觉得比较离谱，没有章也没有签字，医生还是这个本来就是不能当证明用，就是一个参考，我寻思这排版我用word也可以做出来啊，甚至可以自己直接打印。。。。。反正一开始还有点担心，后面把把检验单拍了照片发给我们所的老师，倒是也没有说啥子，估计应该能行叭。。。。。", "回来买了个肉，然后中午炒了个菜，有一说一老妈不晓得哪里带回来的这么多豇豆，真的是根本吃不完_(:з」∠)_", "下午碎午觉也没有碎灵醒，被快递gank，我的行李箱到了，其实看起来也不算小叭，20寸的，开始怀疑到底能不能带上飞机，之前据说有点航空只能带18寸的箱子。。。。。到时候估计得早点去_(:з」∠)_", "接着碎觉也没碎戳，三点过出门，先去荣中巷买了个炸土豆，没想到买的人还把我认出来了，之前基本每次回来都去这里买嘛，今天去的时候那个位置好几家买的，我一时都还不确定那一个摊是我之前买的，结果买的时候还是把我认出来了=。=然后找个小店要了一个双皮奶，还是这里的东西便宜，一共十块钱给我吃饱了√之前读初中的时候就想这样但是根本舍不得花十块钱，现在每年回家来一次，算是一个执念叭，而且都是我一个人，就坐着吃东西，玩手机，我觉得挺好的_(:з」∠)_", "吃完去买了两件短袖，路上去两元店买了点粘钩，应该回宿舍可以用上，质量好不好不知道但是肯定比北京便宜。。。。。回家把排骨拿出来焯水，问问没想到老妈带回来一口袋芦荟，讲道理芦荟炖排骨我是真的觉得黑暗料理，然而网上一搜居然还有教程。。。。。行叭感觉是我丈育了=。=结果吃饭之前因为太累还碎着了，醒来已经八点过了，吃完饭斗地主，今天又是没有学习的一天呢。。。。。", "碎之前还点了烧烤，虽然不太健康，但是说好的要把好吃的再吃一遍，哇写这句话的时候，发现忘记拍照了。。。。。这。。。。。而且今天的不好吃，我觉得完全没有正常的烧烤水平。。。。。离谱。。。。。", "明天让我自然醒叭√"], "length": 676}, {"date": ["2020-09-02", "1:08"], "content": ["今天还是比较有操作√", "早上七点过起了但是还是困，带到快八点才起，直接去了人民医院做核酸检测，果然没有什么人做，就挂个号交个费捅个棉签，就好了，100块钱。。。。。明天去取结果，希望没事叭_(:з」∠)_", "接着去吃了抄手，就是比我想象的要麻√下定决心要在走之前把好吃的都吃一遍，不过不得不说肚子有点受不了=。=但是，再不吃就来不及了，于是乎，今天还带老爸老妈去吃了火锅，虽然确实辣。。。。。而且应该是第一次在老家吃饭叫号排队，老妈完全没有经历过，还在问我排队怎么回事_(:з」∠)_最后还是吃撑了，就是这个价格完全可以对标大城市，真的是最低的收入吃最贵的饭。。。。。", "晚上回来甚至还搞了一个水果捞，关键是放在冷冻室忘记拿出来，西瓜给冻硬了，但是也是真的好吃，龙眼冻了也很好吃，希望我的肚子可以受住_(:з」∠)_", "给老爸买的硬盘到了，2个T极度舒适，我在想也买一个，不过暂时没钱了，我前天买的短袖一直不发货结果是因为没货了，我感觉现在买是不是来不及了。。。。。明天出去看看有没有合适的叭，希望不要太贵_(:з」∠)_", "有点小晚，自然醒自然醒√"], "length": 378}, {"date": ["2020-08-31", "23:53"], "content": ["不太行，果然碎觉才是真理√", "不过今天有个骚操作是换宿舍，其实换不换都无所谓，但是换了就换了，只是之后有啥子事情不得吐槽就是嘛。。。。。", "给老爸买了一个2T的硬盘，和师兄对线又被说了，没有进度确实没有进度，但是应该准备回学校了，还在考虑要不要在家再买一双鞋，就是完全不想带，登机箱是买了，感觉还是可以装一些东西，而且教师节来了，感觉大家都在准备，我师兄说我们所不让送礼物。。。。。讲道理我之前都没有关注过，不过带点冷吃兔去我觉得应该可以叭_(:з」∠)_", "今天说真的要早碎，明天早点去医院核酸检测。。。。。希望一切顺利，而且还有好多想吃的没吃，真的是=。=走之前一定要吃一遍哈哈哈哈哈"], "length": 243}, {"date": ["2020-08-31", "0:42"], "content": ["也不算早碎的一天_(:з」∠)_", "昨晚碎得比较晚，傻子去青年公寓收拾宿舍，搞到很晚，我当初去住的时候感觉卫生不是很行，没想到问题还不止这些，果然集体宿舍总是这样√不过好歹是在市区啊。。。。。。比我这种郊区的住的地方还是要好点=。=", "然而早上还爬起来吃了早饭，老妈煮的小米南瓜粥，还有烙的粑，之后试图补觉但是还是出门了，先去把汽车票取了，还好可以刷身份证，五号就要溜了，接着去波罗塘看了一下奶奶，果然还是没有认出我，带了的龙眼去，不过说实话我感觉不太行，这东西没有牙齿应该挺难吃的叭_(:з」∠)_但是昨天带回的好歹还是带点过去，实在不行等几天再过去看看√", "把外公接出来办理银行业务好像是有个账户的问题，我就直接回家补觉，其实也没有碎一会，倒是下午整整碎了一个下午，感觉还行，晚上又是没出门，看了一晚上比赛，这几天算是很认真的看了特别多场比赛，之前回所说不定s赛都看不成。。。。。", "碎觉碎觉！"], "length": 333}, {"date": ["2020-08-30", "0:16"], "content": ["今天是早起的一天，然后脑阔痛，不过回去吃了碗豆花感觉还好，不得不说还是挺好吃的，估计是今年的最后一顿了√然后回乡下，先是去看了一下大大装修的房子，刷漆了，应该快了，不过正好碰到线被烧了，害怕，而且顶楼整个水池我也是没想到的_(:з」∠)_", "之后去帮着摘龙眼，当然用楼梯我也是没想到的，主要是树太大了，就算爬上去也只能摘中间部分，所以搞了个楼梯来，用绳子吊着，而且我都还不敢爬，毕竟太重了。。。。。。", "之后还去摘了柿子，结的很多但是不大，估计还是应该疏果，把龙眼收拾了一下居然有四箱多，于是乎还白嫖了一箱，加上一篮子柿子√", "中午杀了个兔兔，也算是半程围观，虽然没有上手，高压锅炖的真好吃，是不是家里也应该买一个。。。。。。下午甚至还碎了一会，接着就是摆龙门阵嘛，基操基操，但是我发现我买的汽车票居然查不到了，会不会在天津那个号上，关键是我买的时候根本不记得我登录了，现在登录要验证码，我卡都不在我手里，根本登不上。。。。。就很迷，但账单确实付款了，哇不知道能不能刷身份证取出来。。。。。。", "回来路上看了会手机整的我脑阔痛，还有点晕车，难受，晚上也没动，就硬呆着√希望可以早点碎觉，昨天还失眠。。。。。躺着碎不着，不太对，感觉我碎眠质量明明一向阔以的。。。。。。", "啊啊啊啊还有几天溜了"], "length": 447}, {"date": ["2020-08-29", "0:18"], "content": ["今天上午碎觉，下午没碎，晚上压马路，日常没学习，小短手完全不想扯淡，就酱_(:з」∠)_", "碎觉，感觉好了一点，师兄今天又问我进展，谜之尴尬。。。。。唉_(:з」∠)_"], "length": 53}, {"date": ["2020-08-28", "0:25"], "content": ["又碎了一整天，大概", "晚上看了一晚上比赛，不得不说还是很有节目效果，然后今天比昨天要好点，不熬夜就对了，就是一直没有学习√", "然而脑阔还是有点昏，总感觉是吹感冒了。。。。。。难受_(:з」∠)_不吹又热啊", "闲下来的时候，就觉得，每天没有人聊天真是太失败的，没人找我，聊日常，之前和小短手还聊过现在发现多一个不多还是算了，所以人还是矛盾的，解决方法是让自己忙起来。。。。。回所就好了。。。。。", "啊又觉得赚不到钱，好想赚钱_(:з」∠)_"], "length": 164}, {"date": ["2020-08-27", "0:16"], "content": ["碎了一整天，整个人都没力气了。。。。。", "晚上还出门压马路压了6公里，回来吃了好吃的√", "太能休息了，今天给老妈买的手机到了，昨天下午才下单，没想到这么快，把系统迁移了，老妈终于用上新手机了。。。。。", "好想把作息调过来，真难"], "length": 88}, {"date": ["2020-08-26", "1:00"], "content": ["本来以为下自贡的没有赶上变化，上午还特地跑出去买了一个本子和一个手提袋，纠结了一下只是一个本子和一点冷吃兔冷吃牛肉是不是有点不太行，结果还是没去成√不过问题不大，工作优先嘛_(:з」∠)_", "下午就碎了一个下午，真就醒来快五点了，还错过了一个快递，和一个傻子日常斗地主输了好几万豆哈哈哈哈哈，不过还行之前也是从零开始慢慢赢的√", "晚上压马路又开辟了新道路，着实想不通修这么多新楼盘哪些人来住啊，感觉我们这地方根本没这么多人。。。。。而且还在说，种农作物的一些方法和经验，都绝代失传了，乡下的人越来越少，老人们懂得很多但是又已经说不清楚了，年轻一辈的也只多少懂一点皮毛，到我们这一辈，基本就是啥子都不懂，尤其是因地制宜的一些方法。。。。。", "把AIR看完了，哇实在是觉得很悲伤的番，命运躲不过，奇迹也不会发生，但是不管怎么样，还是希望能遇到该遇到的人，即使奇迹只能延长片刻，那也可以得到很多很多叭√", "给老妈买了一个荣耀20青春版，还在路上，感觉赚不到钱真难受，有时候就特别羡慕别人，饭局多而且也不用出钱，因为人好就有很多人愿意请吃饭，我就感觉我出去基本都是请别人吃饭，没钱都不想出去约了，真难。。。。。", "碎觉碎觉，想的太多，该做的事情还没做呢_(:з」∠)_"], "length": 451}, {"date": ["2020-08-25", "16:39"], "content": ["昨天的补上√", "其实一天就碎觉，等着晚上吃饭，老爸同事的女儿都升学宴，说出来可能不信，我硬是没吃饱，喝水喝饱了。。。。。可能菜不太对胃口_(:з」∠)_而且又是对我一堆问题的人，回答累了，还帮我妈催我带个人回来的=。=", "然后去剪了个头发，本来还想着今天下自贡，回来路上和小短手因为聊天的问题出现了分歧，习惯不一样真难受，当然不可能要求所有人都一样嘛√相比之下，其实还是有点迷，为啥子可以一个事情同时和很多人私聊群聊一起聊。。。。。。主要是我一般就说一遍，说两遍都比较少，可能这就是我朋友少的原因？算了算了，多我一个不多，少我一个不少，那就别说了。。。。。", "想给老妈买个新手机，虽然有点小纠结，但是感觉老妈应该很想用新手机叭，印象中就是一直用我爸用过都手机。。。。。其实主要是也是老妈用不上，事实如此，不过新手机好歹也是新的嘛√", "开了《AIR》，又是一部神作叭"], "length": 312}, {"date": ["2020-08-24", "0:28"], "content": ["今天就想回老家结果上午下雨，下午去波罗塘，晚上老妈去抽奖果然还是没抽到，也没有学习，甚至看了《首无作祟之物》，比想象的好看，结尾也算是没想到了，除了有点长，值得推荐√", "最近都没有早起，今天还算是早起了，明天继续。。。。。"], "length": 91}, {"date": ["2020-08-22", "0:32"], "content": ["今天又是自闭的一天，反正就是抽宿舍抽到了很远的地方，难受。。。。。关键是还要去华严，希望不会去叭，还没开学就自闭了，间歇自闭_(:з」∠)_", "啥子也没干，上午还是碎觉，但是下午和晚上都解决了问题，也不是不行。。。。。好像出门，虽然一直都感觉毕不了业了。。。。。", "看到朋友圈大家都好欢乐，也好厉害啊，日常受打击，哇，该坚持的还是要坚持，以后还是早碎叭_(:з」∠)_"], "length": 135}, {"date": ["2020-08-20", "23:59"], "content": ["唉终于结束了志愿的事情√", "早上九点半闹铃起来，主要是十点征集志愿，帮人帮到底，果然开始之后发现学校还是很多，也只能一个一个查，于是乎就一个正着一个倒着查，预估中午吃饭之前应该可以有个初步结果。。。。。没想到刚刚查了两个，就说已经收到预录取了，于是乎我顿时就困得不行，就放松下来了嘛，甚至还觉得脑阔痛，_(:з」∠)_本来昨晚就很晚才碎，早上给我闹醒就很困，也算是意料之中叭，掉档的概率不大，预录取倒是放心了√但是完全没有碎好，我就应该把手机声音关掉。。。。。而且十一点过老爸还喊我起来搞卫生。。。。。", "下午吃完饭整理了一下歌词，还看了一下pcap，还试图研究latex添加书签，结果日语书签是乱码，反正没有解决_(:з」∠)_半下午的还是很困，继续碎觉。。。。晚上也没出门，就硬躺尸，还是感觉今天啥子也没干，悲伤。。。。。", "今天wd说写的明信片没有写名字，感觉是批发的，着实草率了，最近写的明信片好像都没写名字？看来还是要视情况而定，上一张明信片还是2016年写的，过了好久好久。。。。。希望今年过年还能有机会约饭√", "好像没啥子事了，可能还要一次下自贡，看叭，做实验做实验√"], "length": 401}, {"date": ["2020-08-20", "1:29"], "content": ["今天也算是啥子都干了√", "早上碎觉，下午碎觉，早上看代码，下午看代码，下午还收拾了一下。。。。。", "五点半出门，六点开始吃火锅，真就吃了两个小时，不过确实发现了华点，在家这边，吃饭时次要都，摆龙门阵是主要的，只有在说累的时候，才会停下来吃两口东西，虽然比较拖，但是我觉得挺好的，而且很喜欢这种感觉√和wd聊天也算了啥子都聊了，在家得时候就没有一起出来吃过饭之前，但是很感谢给我寄都兔子还是本科的很多东西，本来过年就想戚继光吃饭，结果疫情就放弃了，从南锣鼓巷买了个本子和一盒书签，时隔七个月终于送出去了 希望可以用上叭√吃火锅叶给我吃撑了，就是有一点没想到，我们这十八线的小城市，一顿火锅两个人吃了278，要说这是北京的物价我也信了_(:з」∠)_", "之后去看了《八佰》，虽然之前有一点小偏见，但是看完给我的感觉是电影本身排得很好，就是明显感受到导演就是冲经典去的，很多细节想起来就是别的电影没有的，反正我个人还是给好评，就是有些剧情很迷，不过舍身跳楼的那一段给我虎躯一震，的确有很多让我可以夸都地方√", "回来发现老爸把家翻过来了。。。。。原来是有老鼠，还好打死了一只，还有一只不知道是不是跑出去了，家里也没找到，这么一想还是有点吓人，在沙发下面，真的是_(:з」∠)_", "今天上午啾去重装系统，跑了一趟，说是花了20块钱，晚上吃饭的时候接到了啾的微信电话，上来就开始哭，其实当时正好结完账，准备去电影院，离电影开始还有十分钟，我接到电话就去火锅店的厕所里，问啾怎么了，然后啾缓了一下带着哭腔说，好不容易碎觉碎着了，奶奶进屋看着灯没关，喊醒问为啥子不关灯。啾就特别气，我也知道为什么叭，因为啾本来碎觉就很难，真的很难，可能这只是一件别人眼睛的小事，但是发生了就突然很气很气，酒说给老妈打了四五个电话都没人接，然后才给我打的电话，当然这都是我后面才知道的。我当时安慰了几句，其实还想着电影要开始了，这要是换作以前，我肯定不会管电影开没开始，但是现在，我已经不再是那个角色了，我大概说了六七分钟，就和啾说我有事情，等五分钟再打电话好么，啾倒是直接说没事了。怎么说呢，不在其位不谋其政，我也是尽力了，希望可以好好的叭。", "其实重点是，我想说，压死人的最后一根稻草，真的很轻很小，情绪的崩溃源自于很多，中岛美嘉的那首歌，歌词也在提醒我们，所以不要觉得什么都是小事，能理解就去理解叭。", "今天还有个问题就是，之前帮小短手都弟填志愿，今天还没查到录取结果，明天是一本的征集志愿了，期望越大失望越大，可能因为不是我弟，我其实没什么感觉，毕竟擦线过重本，能不能上重本也不一定，但是既然填了志愿，还是希望能上了，就是我觉得这个事情不应该有什么负担，尽人事听天命，做最好的准备，做最坏的打算。", "最后发现。。。。。明明自己这么辣鸡，还管别人都事情，开诚布公的说，对啾我是很希望可以帮上忙的，各方面原因叭，但是小短手朋友那么多，人还是要贵有自知之明，感觉志愿这事结束，基本没我什么事了，就酱叭。"], "length": 1071}, {"date": ["2020-08-19", "0:58"], "content": ["我真的是，没有金刚钻非得瞎操作，以后还是不要随便装系统_(:з」∠)_", "早上也是困，但是起来了，下午也是困，但是没起来，不过今天还是写代码了，有进步。。。。。晚上还点了一手烧烤，真的好吃不贵，吃一顿少一顿，估摸着是要回学校了，还去超市购物了一波_(:з」∠)_", "关键是晚上帮着啾试图改win10默认的字体，没有成功，我也是没有找到方法，就想重装系统，然后就去下了一个iso镜像，解压之后直接装，结果就卡在快捷设置那个地方，一直循环，重启也是快捷设置的界面，这是我没想到的，查了很多方法也都试了，主要是我也不能自己操作，耽误了很多时间，还是不行，最后用了一个组合键进去了一个奇怪的模式，我试图切换用户，就开始疯狂蓝屏的时候闪屏，真的是眼睛都快闪瞎了，而且彻底崩了，重启就直接闪屏，也没有提前准备好U盘安装，所以完全不知道怎么办。。。。。", "本来我感觉装系统就是自己装，万万没想到各种意外，准备也不充分，而且还不能还原，进系统都进不去，唉太失败了，干啥啥不行，还还得啾明天跑老远去修，还得花钱，还得浪费时间，还得很累。。。。。", "真的是_(:з」∠)_太菜了啊，真的有点愧疚，给别人带来麻烦，反思反思。"], "length": 408}, {"date": ["2020-08-18", "0:04"], "content": ["不太行，今天好困，不过摆正关系，就酱紫叭，然后把另一首歌歌词整理了，看六花全程姨母笑，但是科研好难，好难，好难。。。。。", "要锻炼啊√"], "length": 51}, {"date": ["2020-08-17", "0:22"], "content": ["没有干正事，上午起晚了，然后去波罗塘看了奶奶和外公，带了点水果过去，然后老爸帮奶奶把脚趾甲剪了，基本就到了吃饭时间，我们就回来√老妈要做糍粑海椒，搞到比较晚，我就看神盾局来着。。。。。一口气看完了，除了时间线有点懵以外，其他还行，甚至有一集还很想笑，真的也是很大的一个系列，最终也完结了，每个人都很有个性，不得不说还是看起来很爽的，当然非要说学英语就是鬼扯_(:з」∠)_", "从中午开始下雨，下到现在，吃晚饭的时候停了一小会，感觉又有地方被淹了，虽然我知道已经有很多地方被淹了，不过我们这个小地方涨大水也是几十年难遇，刚刚入三伏，天气不热反而一直下雨，总之就是各种反常，感觉怪怪的√", "晚上试图识别验证码还是不行，真的就很难受，不得不说对我还是很有挑战性，试图把那些年的歌词整理一下也没弄完，背不住啊背不住，而且最近录了自己的声音果然还是不适合唱歌，太难了_(:з」∠)_", "明天继续干活，今天师兄来问了两句，开始催我要抓紧了，哇关键是有点缺乏目标，不过最重要的还是自己没有调整好状态。。。。。", "说起这个，明明之前说要儒雅随和，今天说话还是有点攻击性，不太行，这么想叭，反正以后也没啥子交集，高考志愿查完基本没我什么事了，别人的生活和我有啥关心，坚决不能发表任何评论，不说话也不能乱说话√", "碎觉碎觉_(:з」∠)_"], "length": 468}, {"date": ["2020-08-16", "1:07"], "content": ["白天处理了数据，熬夜看神盾局", "感觉最近还是没有儒雅随和，明天开始绝不可能说互相比较的话，完全没有必要了√自己的生活也没有那么不堪，虽然自己很菜而已。。。。", "晚上压马路回来还被淋了 ，虽然就几百米，但是印象中好像已经很久没有被淋了，主要是一般出门都背包带伞_(:з」∠)_还好也不是很大而且楼下的树还阔以√", "太难了，只有吃好吃的才能使我快乐_(:з」∠)_自勉"], "length": 145}, {"date": ["2020-08-15", "0:06"], "content": ["也算是干活了，但是突然有点迷茫，不知道自己要做啥子也不知道怎么做，又是悲伤的一天，晚上也没出门，之前晒脱皮的还有点后遗症，就离谱，日常觉得太难了但是为啥子别人可以，还是有点不服，哇，好想吃好吃的。", "活过来叭√"], "length": 91}, {"date": ["2020-08-14", "0:18"], "content": ["今天本来说干活，没有拿到pcap包，又休息了一天，不过下午把空间那个说说爬取的发了个github，发现自己写的东西好像只有这个可以发。。。。。其他都不太行。。。。。", "晚上出门压马路，聊天的时候发现自己太惨了，没有可以随时约饭的狐朋狗友，回所估计也没有，当然还是要儒雅随和，有些东西还是不要问了，倒是自己要清楚自己的定位，路人始终是路人√", "水果捞真好吃，晚上十点多拿到了pcap，明天希望可以搞出来，加油叭√"], "length": 175}]}