{"res": [{"date": ["2021-03-01", "0:43"], "content": ["在家最后一天，也算是比较充实了√", "早上七点半起来，也没吃饭，收拾一下带着蒸好的鸡蛋就去医院了，给外公送去，然后去做核酸检测，相比之前还是降价了，只要72块钱=。=和采样的护士说了一下，做了一个快检，不得不吐槽北京这个辣鸡政策，本来核酸出结果正常就需要隔一天的时间，然后我进京路上还需要两天，毕竟火车票就是那个时刻，那要是对于其它远的地方，岂不是岂能坐飞机才能赶得上这个三天内的说法，就离谱=。=", "之后回来吃了点东西，九点过就去坐班车回老家，也算是很久很久没有坐班车了，今天也是中小学开学报到，老爸很早就回去了，所以我就自己赶车回去√车费还是六块钱，但是程老师也在说老家人越来越少，平时车都没什么人坐，据说班车的生意也不好做=。=一路回去，菜籽花和李子花都开了，不得不说远看还是很舒服的_(:з」∠)_", "回去先和老爸去看了爷爷，这次回来一直都没去，要走了还是要去看看，天气比较阴，露水也还不小，烧纸的时候还起风了，就当是爷爷高兴了√然后给幺婆和曹孃一家拿了一盒稻香村，本来回来就应该拿回来的，但是一直搞忘了。。。。。", "上场给程老师也带了一盒，这几天茶馆的生意都还不错，程老师退休了之后应该也比较清闲了，我们这些小屁孩都长大了，不过可能读书的就只有我一个人了叭。。。。。只是过年回来也看不到其它的人。。。。。", "差不多十二点半回县城，去医院把昨天五姨妈拿的柑子拖回屋，也把外公的手机拿出来了√回家已经快一点了，还给我整累了，吃饭，碎了个午觉，结果闹铃还没响，老爸就把我叫起来，说可能要下雨，要出去办事就早点出去嘛。。。。。", "三点过出门，先去营业厅把外公手机的卡剪成小卡，之前的手机只支持2G，现在2G的基站都拆了，于是乎就买了个4G的老人机，虽然但是，确实支持4G。。。。。不过新买的老人机质量好像没有原来那个好。。。。。而且新手机上小卡槽，只能去营业厅用专门的工具剪一下原来的大卡，居然还收我五块钱。。。。。装上去之后，打得通电话了，也还可以√", "然后去南门车站取了明天个汽车票，现在就是有点担心火车票能不能取出来，毕竟买的是学生票=。=主要是我们这个地方也没有火车站，只能去重庆取。。。。。", "再就去菠萝潭看了奶奶，昨天跑厕所老爸买了药吃了今天好像好些了，带着下楼走了一圈，就是有点找不到路_(:з」∠)_本来应该有一点点的老年痴呆，然后又换了个房间没多久，出了门就有点找不到回去，在之前的那个楼住了五年，现在这个楼和之前的楼构造也不一样，住的楼层也不一样，感觉还是容易搞混_(:з」∠)_不过也不是大问题，走掉还是走不掉的，只是希望身体好好的，这次走的时候，也算是说了一句我是孙儿，认人不容易啊_(:з」∠)_", "回到家已经快六点了，本来说是烧鸡，渡鱼，钵钵鸡，但是老妈周日休息下午去医院了也没回来，外公七点又要输液，又说话七姨妈一起吃个饭，所以就出门在外面吃的豆花，还点了个水煮牛肉和苦瓜炒蛋，我只能说十八线的城市一线的物价，真的就离谱中的离谱。。。。。", "吃完饭我也去了医院，和外公说一声要走了，外公正好输液，眼睛也睁不开的样子，说了一堆风水的话，年轻的时候也算是研究过的，罗盘都用得很熟，各种口诀还脱口而出，念了好几句，说以后我要是装修房子，风水不懂的可以来问，我说要得嘛√", "再回家已经快八点了，手机还没电关机了，休息了一会去超市买了点豆干，回来洗澡收拾，最后还是开黑了两把，开始躺尸√", "不管怎么样，老爸辛苦，老妈也辛苦，小短手问我离家有啥子感想，我最大的感想就是希望老爸老妈不要这么辛苦，老妈不用每天那么早，中午那么赶，搬东西那么累，还有时候受气，老爸不用每次都围着外公转，过来过去是真的累_(:з」∠)_", "外面的雨现在总算是下下来了，阴了一天，正好明天离家，也不说心情很低沉，至少也开心不起来。", "flag几乎全倒，ddl才是生产力，但是还是要干事情啊√", "加油叭，已经不是少年了"], "length": 1352}, {"date": ["2021-02-27", "23:42"], "content": ["昨天晚上断断续续碎了一个晚上，外公稍微一动就醒了，主要是怕有啥子事情嘛√早上起来验血然后搬床位，然后守着输液照紫外线灯，然后十一点七姨妈来换我，回家眯了一小会做饭。。。。。", "下午碎了一整个下午，六点起来都还想碎觉，晚上煮了钵钵鸡，没想到是藤椒味，也不是不行，就是少了麻辣的味道嘛。。。。。", "看到了好多招实习的，但是一看要求真的好高，可是又好想去，唉，如果有论文就好了，可是还没有，难受。。。。。", "和老爸在饭桌上说了很多很多，社会确实不是简简单单，固执不可取，圆滑又丢了锐气，折中说永远不过时，希望可以做自己想做的人√", "碎觉碎觉，要溜了"], "length": 224}, {"date": ["2021-02-26", "22:54"], "content": ["人在医院床上，陪护外公，还挺寂静，康复科室，基本没人。今天住院，一天都在忙，各种检查，关于其它人过多的我也不说了，要么出人要么出钱，讽刺的事，今天还是元宵节。", "自己还是不要气，只希望可以快点找钱。", "自勉"], "length": 85}, {"date": ["2021-02-25", "23:46"], "content": ["早上去看着外公输液，老爸一大早就去接过来，输上液之后才去开会，然后外公一直喊胸口痛，要去医院，就给老爸打电话回来送去医院。先把输的液暂停了，老爸回来之后又感觉好些了，缓了一会，输了一袋近三百块钱的补身体的药，一直输到下午，然后还有其他的药，晚上七点多老爸才送回敬老院。", "我就真的好气，要不是考虑老妈不愿意，我早就在群里骂人了，这么多年，全是我们家照顾，就离谱。还是那句话，如果外公只有我老妈一个女儿，不管再麻烦照顾也是天经地义，但是现在一堆人就是不回来，除了拿钱啥子不干，拿钱都还往少了拿，真的外公白养了。我自己没有能力，我解决不了这个问题，但是我说两句话总可以吧，骂人总可以吧。不管怎么样，这些人在我心中已经拉黑，此生没有好脸色。", "越想越气，钱能解决的问题不是问题，怪我没钱，好想赚钱。", "就酱。"], "length": 307}, {"date": ["2021-02-25", "0:24"], "content": ["划水一天，早上起来吃了点东西，又躺尸√", "中午外公又让接出去弄药，下午老爸去的，我真的好气，老妈在家庭群里说了一些，实在委婉，我好想直接骂人，还是忍住了。子女都是白养了，就这样吧。大家没办法，大家都有困难，所以就不管呗，就让我家管呗，就离谱，没办法就当这些子女死了好了。", "晚上出去吃了个饭，和wd也聊了很多，前途渺茫啊，生活的压力步入社会慢慢就来了。", "看个河神叭，冷静冷静。"], "length": 159}, {"date": ["2021-02-23", "23:45"], "content": ["休息了一天，早上八点半起来，老爸已经去修车了。。。。。然后就躺尸了一上午。。。。。还没有吃早饭_(:з」∠)_", "九点多看了一圈最后还是决定买了27号的Z4，没想到十点多收到邮件说要求1号之后回所，真的是，问了一下，改签成了1号走2号到√到了中午，冠寓的前台通知其实可以28号到，就离谱。。。。。懒得再改签了。。。。。", "上午发现iwqos截止日期延到1号了，真的是，说不定这几天还得改，虽然但是，我也没觉得可以中，唉，还是必须再做其它的实验。。。。。", "晚上压马路顺带去给外公送药过去，一路上越说越觉得有点气，反正今天开始就当老妈的其它兄弟姐妹都没了吧，从某种意义上来说，外公养了他们那么多年，也没见他们回来照顾，全都让我们家照顾，所以其实就是就像外公只生了老妈一个女儿，其它人都不存在，埋了好了。至少今天晚上，我就是这么想的，以后我绝不可能当亲戚看待那些人。", "把流水账又爬了一遍，更新了一下，甚至还想画个图，就是懒得动。。。。。", "早点碎觉好了√"], "length": 346}, {"date": ["2021-02-22", "22:55"], "content": ["出游第二天，又是意外发生，就很难受_(:з」∠)_", "昨天晚上九点多就碎觉了，然后一点多醒了。。。。。之后也还行，不到七点自然醒，起来收拾，就近吃了个早饭，神奇的是这家店什么都是两块钱一份，三碗稀饭三个鸡蛋一根油条一个包子一个馒头十八块钱√", "差不多八点多一点，到海螺沟景区门口，之后观光车上山，居然坐了一个小时，盲猜是因为不好修路，确实地势很陡，特别多急弯，修大路是不可能的，小路的话基本只能容纳景区内部的车通行。。。。。", "观光车直接到干河坝，然后继续坐缆车上四号营地，缆车要135块钱，比门票还贵。。。。。但是来都来了，肯定要上去的√四号营地海拔3500左右，算是近距离看冰川了，讲道理我觉得很好看了，真的有一种自然的舒适，最高峰有7500多米，远看感觉鬼斧神工，非常的心旷神怡√近景也有很多雪，虽然植被我都不认识，但是随便一个角度都是一个可以入镜的景色，三步一景算是没错了√作为一个南方人，表示极度满意。。。。。毕竟去玉龙雪山都没有看到这么多雪=。=唯一一点是，白雪反光，太阳光本来也很强，看多了眼睛真的有点受不了。。。。。怪不得山下有人推销墨镜。。。。。涨知识了。。。。。", "之后坐缆车下山，缆车上也能看到比较震撼的景色，所谓的冰川也能看到全貌，这里大自然的力量，怎么看都是令人愉悦的叭√", "下缆车从干河坝到三号营地走了一段栈道，林中雪景又是一种寂静的感觉，静悄悄的，正好也没有什么其它游客，栈道也稍微有一点悬空的，脚下的雪，周围的雪，树上的雪，对我来说太可了√", "从三号营地就直接溜了，快到景区门口的时候，才发现磨西古镇在一块坪上，两边都是峡谷，也是很巧妙了_(:з」∠)_回到酒店吃了个泡面，差不多两点半多一点开车出发回家√", "然后就是，难过的事情，出门车总是出问题。。。。。当然我觉得我全锅，从磨西古镇开到泸定县的路上，还行，路过县城的时候，突然就发现踩油门会嗡嗡的响，特别响，而且起步踩油门的时候会哐当一声，一听就不正常。。。。。于是乎在泸定县外一点停下来检查，但是也发现不了问题，换老爸继续开，到泸定县快上高速的时候，还是没有缓解，打电话问了4s店也说没看到车不好判断，一时间犹豫了一下，要不要返回泸定县城找个修理厂检修一下，可是人生地不熟，又感觉很麻烦，而且开了这一段也没有什么大问题。。。。。", "只能说胆子大吧，决定上高速看看，实在有问题再说，就开着上高速，一路开了接近300公里回到家，路上真的是，不得安宁，一直响，后面害有叮铃叮铃的响，只不过没有影响正常的行驶√当然一开始声音响都还不是最麻烦都，主要是特别紧张，怕出什么事，但是速度提到120开了一段也还行之后，就没有那么害怕了。。。。。", "最近回到家，老爸开去停车，发现倒车也不好使了，从一开始的嗡嗡响到最后三个问题，只能说平安回来也算是幸运了，但是车子确实要去修，老爸说可能是因为我开过减速带没有减速，导致车子猛然抖得厉害，不知道里面什么坏了，只能说明天去修就知道了，问题是，不知道得花多少钱，唉，就是很自责，老爸说我该说，修理的钱该花，但是一路上这种安全问题，我就很自责，虽然大胆也不一定是坏事，但是不怕一万就是万一，唉，其实也做了一些准备和检验，只不过现在还是十分地庆幸_(:з」∠)_", "说是意外，也是我自己开车导致的，毕竟我爸开车就没有问题，反思，希望以后都能安安全全平平安安的开车√", "晚上回来吃了羊肉汤，好多年没有吃到了，虽然饭桌上完全没有玩了回来的喜悦，只有尴尬的沉默，哎", "早点碎觉，开心和自责也不能抵消，至少出去玩了两天，开心也开心了，累也累了，只希望不给家里人添更多的麻烦好了，自勉。"], "length": 1259}, {"date": ["2021-02-21", "21:22"], "content": ["出游第一天，虽然一共就两天，但是不得不说有一次验证了计划赶不上变化√", "早上七点就出门了，六点半起床吃了自己包的饺子，讲道理这个馅我觉得不太行。。。。。然后差不多三个小时到碧峰峡，这一段还算正常，然后刚刚停好车，就景区里面山庄的人拉客，意思是在山庄吃饭可以直接走下山的路逆行带我们进景区，当然票还是要检的，好处就是本来到游客中心是单行道，因为我们来晚了，靠近游客中心的停车场已经没位置了，所以我们只能停在很远的停车场，然后走上去，但是山庄里面的人可以从下山的路逆行上山到游客中心（大概是这样叭。。。。。总之不得不说这忽悠还是很厉害，说到景区还有很远，到熊猫基地有十四里路，要走很久。。。。。看了下地图确实也不近，但是以我的性格我还是拒绝了。。。。。", "然后就开始徒步，差不多花了十五分钟走到游客中心，确实有点远，一路上好多个停车场都停满了，没想到这里这么火√到了游客中心才发现，可能90%的人都是到动物园的。。。。。动物园门口检票排队可能排了得有一百米=。=还好我们去景区。。。。。", "碧峰峡的票包括峡谷和熊猫基地的票，在游客中心坐免费的摆渡车可以到熊猫基地，然后看完就下峡谷绕一圈，最后坐一个电梯从峡谷下面直接上升到游客中心=。=", "熊猫基地进门之后，基地里的摆渡车还要单独收钱，15块钱一个人，问题是也不大啊。。。。。真的是。。。。。于是乎就走了逛了一大半，也算是第一次看到滚滚，真的好想rua但是又害怕被rua，这东西打也打不过，跑也跑不过。。。。。不过实在是太可爱了，而且相当会爬树，我看着都担心会掉下来。。。。。", "接着就下峡谷，这个时间已经快十二点了，讲道理比计划的要晚，于是乎边走边吃，算是填了肚子=。=一开始还是平平无奇的峡谷，冬季没有水，小溪也看起来也无力，细水长流可能=。=差不多走了三分之一，突然的落差惊到我了，可能有一百米高的落差，分成了两段瀑布，虽然冬天的水太小瀑布没有很壮观，但是这个高度我觉得还是很阔以了√然后还一直往下，用不准的海拔差估计了一下可能有个一百五十米多，在最低点终于歇了一会，还真走累了=。=", "没想到悲剧就发生了，最低点是两个溪合并的地方，正好吃了点东西去溪边洗手，第一次去还算是一步一步踏在石头上，这个水至少比较清澈√但是第二次洗手，一时草率，就一跳一跳的踩在石头上，然后一个脚滑，屁股着地，左脚直接踩到了水里。。。。。真的是不愧是我_(:з」∠)_左脚小腿以下全湿了，鞋里也是水，不过稍微处理了一下，也不是不能继续走，问题就是屁股着地搞得我尾椎骨疼，也不是特别疼，就是一直都隐隐作痛，现在躺着也没好。。。。。希望明天可以稍微好一些叭_(:з」∠)_", "这都算是意外，之后沿着另一个峡谷往上走，最后坐电梯上山，电梯显示楼层那个地方写的最高99，但是我寻思应该没有99层，这个可能是99米的意思，大概叭。。。。。", "从碧峰峡开车离开已经下午两点半，到泸定原计划四点半，万万没想到下高速进入泸定县内要查行程码，关键是收费站四条道，查行程码就只留了一条 ，直接堵死。。。。。到泸定已经五点了，想去看纪念馆但是因为停电闭馆，虽然但是，还是有的可惜。。。。。只能去看卢沟桥，一开始还走到了一条封死的路，就离谱，不过来都来了，还是要看嘛。。。。。又走过去，卢沟桥上去一个来回十块钱，可能主要是历史意义嘛，毕竟学过历史的人_(:з」∠)_", "到磨西古镇晚上六点半多，也还行，天没黑，就是真的累，而且尾椎骨还疼。。。。。稍微逛了一下古镇，吃了个饭，住的酒店老板推荐的，但是又贵又不好吃，算是栽了。。。。。", "现在已经开始躺尸，我觉得我可以躺下就碎着=。="], "length": 1237}, {"date": ["2021-02-20", "23:19"], "content": ["早上一觉十一点，也不是不行，然后去理了个发，中午买了个碧峰峡的门票，然后提交了一版，还没添加作者，之后就出门买帽子，讲道理我还是真不知道应该选啥子帽子好看，衣品这个东西我一直以为是因人而异，但是衣服本来也是穿给别人看的 还是应该让别人觉得好看叭。。。。。就是对我来说有点难=。=", "之后特地去买了麻辣土豆，带回家吃，可惜没有趁热。。。。。", "晚上不知道为啥子，肚子有点撑，昨天就有点不舒服，小迷。。。。。", "明天出远门好叭，希望一切顺利√"], "length": 178}, {"date": ["2021-02-19", "23:25"], "content": ["今天早上居然没碎着，九点起来把写的发给小导师了，到现在还没回我，只能希望改的不多叭。。。。。", "然后中午就回老家，中午吃撑了，因为困没有开车嘛，下午迷了好一会居然只碎着了半个小时，两点多和老爸去压马路，真就晒着太阳去走嘛√然后居然到了小时候去过的一次野炊的地方，反正我是真记不起来怎么去的了，但是记得在一个河边，还有个桥，还在桥上钓鱼来着，吃完饭还去爬了山√今天走到之后，还是很有感觉，但是桥没了，被冲垮了是我没想到的。。。。。", "之后沿着河边走另外的路回来的，老爸说有一段是当年奶奶来背柴走的路，这个地方到奶奶家是真的远，还要背一背篼柴√我们这一代人无法理解的事情叭，奶奶那个年代，要去家很远的地方背柴回来烧，这是因为地是生产队的，不能自己随便种，家附近没有可以用的柴，只能去那些很荒的地捡柴，而且人特别多，稍微近一点的地很快就没有柴了√正好前几天晚上出门压马路看到路边的芭毛杆长了很高，老妈说可惜了这么好的柴，当年找柴要走特别远√", "晚上回来特别累，肚子还很涨，没消化，早点碎觉叭，不出意外明天理个发提交一下论文，但是根据我的推测不可能不出意外。。。。。", "但是还是好想出去玩，来点作用叭_(:з」∠)_"], "length": 433}]}